{
    "videoTitle": "An EU Fiscal Union will PREVENT the next Brexit - here is why",
    "videoId": "lt0ZH9VPbo8",
    "transcription": "Despite a whopping 1.2 trillion Euro budget \nover seven years, you might scratch your head   wondering why the EU moves at a snail's pace when tackling big problems like recessions, pandemics   or even wars like the one in Ukraine. It poses an \ninteresting contrast: how can a powerhouse like   the US conjure a plan in mere weeks, while the \nEU seems ensnared in a seemingly perpetual loop  of negotiations. Like the US, the EU has a budget \nto cope with policies and crises. But it has two   major flaws. First, it is actually quite small. \nThe EU budget accounts for only 1.1 percent of   European GDP or 173 billion euros annually, \nwhich pales in comparison to the U.S where   federal spending constitutes at least 24 percent \nof GDP. Second, it lacks autonomy as it relies on   member states for approximately 75 percent of its \nfunding rather than being funded by citizens taxes. The size of the budget and its financing \nresources are also determined by unanimous   agreements among the 27 member states, hampering \nthe EU speed and efficiency. A potential solution   is the establishment of a fiscal Union. This would \nempower the EU to finance Itself autonomously by   generating its own resources, rather than primarily \nrelying on contributions from Member States.   The EU would also need to make changes to the \nbudget procedure by involving the European   Parliament and making it more democratic. In this \nvideo, we delve into: the history of EU financing,  the challenges we face today and potential \nsolutions to enhance the EU's fiscal autonomy.   And stay with us until the very end where we \nwill also share our opinion, whether the EU   should develop into a ever closer Fiscal Union. \nAlso, this video was made with a contribution of   Julia Rossolillo. Professor of European Union Law \nat the University of Pavia, Member of the Executive   Bureau of the Union of European Federalists and \ndirector of the political review the Federalist.   To understand how we got to today, let's \nhave a brief look at the union's 70-year history.  In the 1950s the European Coal and Steel Community, \nthe first version of what later became the   European Union, emerged as a pioneer in the world \nof international organizations financed by its   own resources. Own resources refers to revenues \nthat are decided upon and collected directly   by the EU to fund its budget. The ECSC did so by \nimplementing two main strategies: imposing levies   on the production of coal and steel and borrowing \nmoney. The levies were collected directly by the   ECSC from coal and steel producing companies, which \nensured that the ECSC's treasury was centralized   and independent of national treasuries. The \nECSC had the power to set the levy rate   without unanimous agreement from all the Member \nStates. However, things changed in 1957 with the   creation of the European Economic Community and \nthe European Atomic Community. These organizations   relied on member State contributions as their \nprimary source of financing. However, the Member   States agreed, that in the future it should be \npossible, to switch to an own resource system but   this would require a unanimous Council decision \nconsultation of the European Parliament and   ratification of this decision by the Member States. \nThis switch happened in 1970 when a true system   of own resources was implemented for the financing \nof the European economic Community. This system was   based on three sources: Custom duties, Agricultural \nLevies and a percentage of the revenue from   Value-added Tax. This meant that Member s´States no \nlonger had to make direct contributions to the budget.   Then, in 1988 as the European Community's \nroles expanded and revenues from Custom duties   and agricultural levies dropped, a fourth resource \nwas introduced: a percentage of each Member States   gross national income. As part of my research I \nlove watching documentaries that delve into the   history and intricate workings of the EU. However,\nthese vital visual resources are often only found   on platforms like iPlayer, which is why I use AtlasVPN, today's sponsor, to watch documentaries that   are only available in the US or the UK. AtlasVPN \nunlocks your favorite content from all over the   world so check them out and sign up today. Moreover, \nwith AtlasVPN you can bid farewell to intrusive   ads and harmful malware, ensuring uninterrupted and \nsecure viewing. It also prioritizes your privacy by   safeguarding your online searches, shielding your \npersonal information from prying eyes. Additionally,  AtlasVPN offers unlimited device protection, \nensuring a seamless and secure experience   across all your devices. Therefore, grab the atlasVPN summer deal now because AtlasVPN premium is   just 1.83 cents per month plus the three months \nextra. And with a 30-day money-back guarantee   there's no risk of trying it out yourself. Back to \nthe video. Over time the fourth resource became the   largest contributor to the EU budget. Today the \nEU budget from 2021 to 2027 looks like this:  1.2 trillion Euros from the Multi-Annual financial \nframework of which 75 percent is made up of   national contributions and 25% is made up of own \nresources. Another 800 billion euros comes from the   NextGenerationEU recovery package, essentially \nan EU loan which was introduced during COVID-19.   It is ironic that in terms of financial autonomy \nthe EU's first version in 1951, the European Coal   and Steel Community had the purest form of an \nEU-own resource, with its direct tax collection   from steel and coal companies. Ever since, the EU \nhas become less independent, now relying more on   Member States for its budget than ever before. \nBut is this a problem? We have identified three   key challenges with the current budget. First, the \nlack of EU autonomy. When an organization relies   on financial contributions from states its ability \nto act is ultimately determined by the willingness   of the states to provide those funds. In times of \neconomic crisis or changing priorities, States may   reduce their contributions, which can endanger \nthe organization's existence. Moreover, National   contributions to the EU budget can weaken the \nsense of solidarity within the EU.    Countries that contribute more may start questioning the \nvalue value they receive in return.    During the Brexit campaign for example, a red bus symbolized \nthe sentiment promising redirected funds to the   National Health Service, instead of paying \nfor the EU. Second, the European Parliament   has a very limited role in setting up EU revenues. \nCurrently only serving in a consultative capacity   in the EU's early years the parliament's lack \nof power made sense as members were appointed,   not Elected, but as the parliament is elected \nby EU citizens today it's unjustified to limit   its say in deciding EU resources. Essentially \ncitizens Representatives should have equal   footing with the council. Third, Member States \nhave the exclusive power to determine the EU   revenues and the size of the EU budget. Unanimous \nagreement from Member States is required to create   or modify the own resources that finances the \nbudget. This obviously leads to resistance when   the EU budget needs to be increased, particularly \nduring times of crisis. The EU budget is notably   smaller than National budgets too. For instance it \nis approximately equivalent to Denmark's National   budget, a country with a population of 5.6 million. \nAnd approximately 30 percent smaller than Poland's   budget, serving 38 million people. Yet it will \nbe difficult to increase this when it requires   unanimity from the member states. So what can the \nEU do? The challenges mentioned are interconnected   and cannot be addressed in isolation. Thus, we \npropose a three-tiered strategy, each level with   different degrees of impact. First, raising more \nown resources and moving away from Member State contributions.  This can be done by implementing \nnew sources of revenue, such as, but not limited to,   a financial transaction tax, a web tax, or a carbon \ntax. For example, with the financial transaction tax,   the EU could Levy a 0.1 percent tax rate against \nall trades made in the EU. Thereby, generating new   resources that could replace some of the national \ncontributions. The procedure of implementing this,   is already defined and requires unanimity of the \nCouncil of the EU. However, one key problem remains.   The decision on the amount and type of resource \nwould still require a compromise between all 27   National governments. Who may have different \ninterests and therefore block the deal.   This brings us to our second tier: empowering the EU \nParliament. The European Parliament should take a   more significant role in the EU budget process in \ntwo ways: firstly, the parliament's decision-making   Powers should be enhanced to give it equal status \nwith a council in determining EU revenues. This means removing the Council's unanimity requirement \nand giving the European Parliament a co-decision   power. Secondly, the European Parliament should \nhave an active role in negotiating the EU's   long-term budget and the authority to propose \nits own budget or make substantial alterations   to the commission's proposal. This would give the \nParliament more influence in shaping the EU budget process. However, implementing these changes would \nrequire amendments to the EU treaties. A process   necessitating agreement from all Member States. \nTherefore, this is definitely more difficult to achieve. This brings us to our third tier: \nbecoming a true Fiscal Union. A Fiscal Union would   fundamentally reshape the EU Financial landscape, \nas member states would no longer make direct   contributions and the EU would decide the amount \nand type of its fiscal resource, independently of   the unanimous consent of the Member States. This \ncould be in the form of EU taxes such as the   aforementioned financial transaction tax or even \na small income tax levied across all EU citizens.   For example, take the US model where a federal \ntax could be applied to all citizens, potentially   a minimal rate such as one percent. While Member \nStates would of course continue to Levy their own taxes. This could lead to three clear advantages: \nOn the one hand, it would free up resources at state level, because the member states would no longer \nhave to contribute to the EU Budget. On the other   hand, some argue it would not lead to an increased \ntax burden on citizens, because the possibility for   the EU to meet transnational challenges with \nits own resources, would avoid duplication of   expenditure at national level. For example, let's \ntake a European Army. Currently, Member States   maintain 27 separate national armies, which can \nbe costly and inefficient. However, by establishing   an EU Army, a Fiscal Union would consolidate \ndefense efforts, reduce duplication and   promote cost effectiveness. This could result in \nsubstantial savings from Member States, allowing   them to allocate resources to other pressing needs \nsuch as healthcare, education and infrastructure.   Thirdly, the elimination of national ratifications \nand of the unanimity in the council would allow it   to react promptly to emergencies or unexpected \nevents through an adjustment of the budget's   resources. In my personal opinion a comprehensive \nFiscal Union may not be realized in the near   future. However, I believe that increasing the \nEU's own resources and granting more power to   the European Parliament would be a sensible and \nbeneficial step forward. By moving away from Member   State contributions and enabling the parliament to \nplay a more significant role in budget decisions,   we can enhance accountability, efficiency and \ndemocratic representation within the union.    But what do you think? Let us know in the comments \nand thank you everyone for helping me hit  40000 subscribers. I really appreciate all the \namazing support. The next target is 50k, so if   you haven't done so already please subscribe and \nlike the video. If you enjoy the content and if   you want to support the channel further please \nconsider signing up to Patreon. Until next time."
}