{
    "videoTitle": "Bulgaria in the EU",
    "videoId": "eGsdVDjc5jI",
    "transcription": "This is Bulgaria. Known for its \nbeautiful Black Sea coastline,   snowy mountains, and thermal springs. \nBulgaria also has a rich history - it   is the birthplace of Cyrilic script, used \nin over 50 languages around the world. Its capital, Sofia, stands out with its \nmix of Byzantine and 19th century European   architecture with Ottoman influences, \nalongside ruins of the Roman Empire. With a population of around 6.5 million people, \nBulgaria is bordered by Romania to the north,   Serbia and North Macedonia to the west, and Greece \nand Turkey to the south. This strategic location   has played a pivotal role in Bulgaria's history, \nfrom ancient trade routes to modern-day tourism. To understand how Bulgaria secured its \nposition within the European Union,   we must turn back the pages of history by 75 \nyears. Following the conclusion of World War II,   pro-Soviet factions within the country, having \nearlier seized power through a coup d'état,   orchestrated a referendum in 1946. This pivotal \nvote resulted in the abolition of the monarchy   and the creation of the People's Republic \nof Bulgaria. This new state formed a close   alignment with the Soviet Union, which was the \nbeginning of communist rule, characterised by   rapid industrialization, collectivization \nof agriculture, and political repression. The fall of the Berlin Wall \nin 1989 was a pivotal moment,   as only a day after the Communist leader was \nremoved from power, signalling the start of   Bulgaria's shift towards democracy. This \npaved the way for a multi-party system,   a democratic constitution in 1991, and the \nestablishment of free elections and human rights. Transitioning to a market \neconomy brought hardships,   such as inflation and unemployment. But \ndespite these difficulties, Bulgaria moved   towards Western integration, joining NATO in 2004 \nand then eventually the European Union in 2007. However, Bulgaria is not yet part of the Land \nSchengen Area or the Eurozone. This ongoing delay   has led to frustration among many who argue \nthat the country has proven its readiness,   yet faces barriers due to political manoeuvring \nwithin the EU. Still, Bulgaria is valued in the   EU for its strategic location, acting \nas a bridge between Europe and Asia. So what about the Bulgarian economy? Well, let’s not be diplomatic, Bulgaria \nis one of the poorest EU Member States. In 2022, its Gross Domestic Product \n(GDP) was valued at 86 billion Euros.   The nation's GDP per capita stood \nat 13,000 Euros, positioning it at   the bottom of the European Union (EU) \nranking, below Romania and Poland. This   figure is 22,000 Euros less than the \naverage GDP per capita across the EU,   indicating that Bulgaria has significant ground \nto make up in terms of economic performance. The EU Single market has been very good for \nBulgaria, as intra-EU trade accounts for 66%   of Bulgaria's exports, with Germany receiving \n16%, Romania 9%, and Italy 7%. Outside the EU,   Turkey accounts for 6% of exports, and \nChina for 3%. When it comes to imports,   EU Member States contribute to 61% of Bulgaria's \nimports, with Germany accounting for 12%, and   both Italy and Romania 7% each. Outside the EU, 7% \nof imports come from Turkey, and 6% from Russia. Due to its economic challenges, Bulgaria is a \nnet receiver of EU funds. For example, in 2021,   Bulgaria received 1.7 billion euros more from \nthe EU than it contributed. These funds were   used for vital areas like infrastructure, \nenergy efficiency, renewable energy,   and rural development. A key investment \nis in the Chiren gas storage expansion,   crucial for Bulgaria's energy supply, \nwith the EU contributing 78 million   euros to the nearly 300 million euro \nproject, aiming to double its capacity. So, what about Bulgarian politics? Bulgaria operates as a parliamentary republic,   where the President holds mainly ceremonial \nduties, such as international representation   and signing laws. While the Prime Minister \nwields executive power, overseeing policy   implementation and government management. \nBulgaria's governance revolves around the   National Assembly, a unicameral parliament \nwith 240 members elected every four years   through proportional representation, ensuring \ndiverse voter preferences are represented. The political scene in Bulgaria has been quite the \nrollercoaster over the past few years, with the   country holding five parliamentary elections since \n2021. Things started to settle down last summer,   with six parties making their way into the \nParliament, with GERB and \"We Continue the   Change\" securing the lion's share of seats. \nNikolai Denkov of \"We Continue the Change\"   served as Prime Minister for 9 months until March \nthe 6th. Under the informal coalition agreement,   Mariya Gabriel from GERB was supposed to \nsucceed him. However, negotiations failed.   Snap elections have been called, most \nlikely to take place on the 9th of June,   next to the European elections. In the meantime, \nthe president appointed Dimitar Glavchev,   to form a provisional government and \nact as provisional Prime Minister. The previous government prioritised efforts \nto push Bulgaria towards the EU and NATO,   alongside pursuing Bulgaria's integration \ninto the Schengen Area and the Eurozone.   But political and economic challenges, \nlike the one I just explained. have   delayed Bulgaria's adoption of the \neuro until the earliest in 2025. \n   On the European level, Bulgaria is allocated 17 \nseats in the European Parliament in accordance   with its population. Among the 27 countries, \nBulgaria ranks 15th in terms of MEPs,   with Germany, the most populous, having 96 \nMEPs, and Malta, the smallest, having 6 MEPs. 5 are part of the centre-left S&D Group 3 are part of the centrist \nliberal Renew Europe Group 7 are part of the centre-right EPP Group And 2 have joined the eurosceptic \nconservative ECR Group Notably, no Bulgarian MEPs are associated with \nthe Greens, The Left, or I&D groups. Bulgaria   also plays a role in the European Commission, \nthe EU’s executive branch. Until recently,   Mariya Gabriel was the the Commissioner for \nInnovation, Research, Culture, Education,   and Youth. Among her notable contributions is \nexpanding the Erasmus+ program and launching   the European Innovation Agenda with five \nkey pillars to promote deep tech innovation   across Europe. But as Gabriel returned to national \nBulgarian politics, Iliana Ivanova succeeded her. So, let's chat about the Bulgarian \nrelationship with the EU. Do the two get along? The Bulgarians are generally positive \nabout the EU. According to recent surveys,   51% of Bulgarian people view \nthe EU in a positive light,   while only 19% see it negatively. The rest, \n30%, are on the fence, feeling neutral about   it. But lets have amore specific look at the \ngood, the bad and the ugly in the relationship. The EU has been good for \nBulgaria in multiple ways. Since joining the EU, Bulgaria has \nbenefited from access to EU funds,   which have been instrumental in infrastructure \ndevelopment, environmental projects,   and improving the country’s economic health. \nFor example, only last year the EU allocated   183 million euros on building 33 km of \nmotorway connecting Sofia with Serbia. Bulgaria also experienced a peak in \nthe foreign investments in the year of   joining the Union and an increased \ninflow in the years after that. Furthermore, EU membership has opened \ndoors for Bulgarians to work, study,   and travel freely across member states, \nenriching both personal and professional lives. However, it's not all rosy. A major source \nof frustration among Bulgarian citizens   stems from the misuse of EU funds. These funds, \nintended to boost infrastructure and development,   often succumb to corruption or are squandered \non projects that lack necessity or value. Take, for example, the Hemus motorway. Initiated \nin 1974 to link Sofia with the port city of   Varna. To this day, the project hasn’t been \ncompleted and there are revelations of €30   million being diverted to shell companies and \nsmuggled out of the country in literal bags.   Although no EU funds were involved in this, this \nhighlights the severity of corruption issues. Beyond corruption, EU funds are \nalso allocated to unnecessary   causes. Projects like constructing \nstadiums in nearly deserted villages. Or initiatives that harm Bulgaria's \ncultural heritage. I mean, these   pictures say it all really, with locals \nreferring to these relics of the past as   “cardboard castles”. While not all issues \ncan be directly attributed to EU funding,   the presence of these funds is believed \nto aggravate existing problems. The real pain point, though, has been the \nstalled conversations around Bulgaria's   Schengen Area membership. Despite over a decade \nin the EU, countries such as the Netherlands,   and more recently Austria, have continuously \nblocked its Schengen entry, costing the economy   around €4 billion annually. While Bulgaria have \njoined the Schengen Air and Sea zones in April   this year, the lack of land membership costs \nbusinesses €200 million yearly. This, coupled   with border delays for citizens, fuels feelings \nof inequality and frustration among Bulgarians. Furthermore, Bulgaria's goal to adopt \nthe euro has also faced delays. Once   Bulgaria joins the Schengen and Eurozone, \nits GDP is estimated to grow by 3% to 5%,   showing the economic boost that's been \nmissed. This makes us wonder how much   better off Bulgaria could be now if \nit had joined these zones earlier? But what do you think of Bulgaria's role \nin the EU? Let us know in the comments.   And thank you for our contributors that \nhelped us with the research and script! Finally, the Young European Leadership (YEL) \norganization wants to know what you want to   see in Europe’s future! If interested, fill \nout their survey and your ideas might be   presented to the Italian government in May \nthis year! More detail in the description. This was the 9th video of our series and if \nyou want to see more of these types of videos,   please subscribe to the channel. And \nif you want to support us further,   please sign up to Patreon. Until next time!"
}