{
    "videoTitle": "Celebrating 50K Subscribers!",
    "videoId": "_t_OiNd-yx8",
    "transcription": "Hello everyone! We finally did it, we hit 50K\nsubscribers. Or in other words 50K citizens   of this great EU Made Simple Community. Thank \nyou so much, and in all honesty I'm so surprised   how far we've come. This channel was born out of a \npassion to make the complexities of the European   Union, well, simple. We started back in February \n2022 where there were only a handful of people   watching. And therefore a special shout out at \nmy family and friends who I basically forced to   watch as they were my first ever audience. We went \nfrom explainer videos at the very start to taking   deep dives into specific topics and then we've \nevolved from short form content to much longer   10 minute videos. And right now we're looking at \nspecific countries and their relationship with   the EU. But this journey would not have been \npossible without some very special people. A   huge shout out to our Channel ambassadors, you \nreally are the backbone of our community. and   lets not forget our MEPS and Commissioners either, \nas they've spent their free time reviewing scripts   and basically sharing their vast knowledge on \nmany previous videos that I have created. Check   out the description if you want to know more \nabout these roles. But each and every one of   you has played their role: whether it's a view, \na subscribe, a like, or even a share. I really   appreciate your support. Oh and yes we've also \nhad our fair share of goof-ups and mistakes such   as our immense geography skills when it comes \nto defining Hungary and czechia. Nonetheless we   are definitely not stopping here. Next year we \nhave the European elections and this channel   will do its best to create even more content \nand take you along this journey to June 2024.   So together let's make the EU just a little \nbit more friendly, and a little bit more fun,  one video at the time. Thus, from the bottom of\nmy heart: thank you! And see you in the next video."
}