{
    "videoTitle": "Cyprus in the EU",
    "videoId": "0bFY_YCkHDE",
    "transcription": "This is Cyprus. An enchanting island \nlocated in the Eastern Mediterranean,   far from the rest of Europe, with Greece as its \nclosest European Union neighbour. Intriguingly,   Cyprus stands as the sole EU member state that \nfinds its geographical roots in Asia. Yet,   despite its geographic position, Cyprus \nboasts a rich cultural history intertwined   with European heritage, spanning \nover two millennia. This fusion of   influences has shaped Cyprus's politics and \nculture, aligning it closely with Europe. The island's geo-political importance is \nundeniable. At the intersection of three   continents, it has been desired by many \nempires over history. Even to this day,   36.2% of its northern region is under Turkish \nmilitary occupation. Nonetheless, Cyprus joined   the EU in 2004 and is the 3rd smallest EU \nmember-state, with just over 1.2 million   people. So how did Cyprus join the EU to start \nwith? And what is their relationship with the EU like? This is the fourth video in a series where we \nbreak the Union into twenty-seven pieces and   dissect each of the member states one \nby one. So make sure you subscribe to   see them all! Cyprus has long been under the \ninfluence of powerful empires. From 1571 to 1878,   the island was a prized possession of \nthe Ottoman Empire. Yet its ancient   Hellenic heritage persisted, resulting in \na significant Greek Cypriot population. As World War I concluded in 1918, the geopolitical \nlandscape transformed. The island's strategic   Mediterranean position attracted British interest \nand by 1925, Cyprus was officially declared a   Crown colony. This British dominion combined with \nthe historic Ottoman influence and a sizable Greek   Cypriot population made Cyprus a melting pot of \ncultures, identities, and political interests. The Greek Cypriots, constituting a majority of \nthe populace, dreamt of 'Enosis' or in other words the unification   with Greece. The British, on the other hand, \nvalued Cyprus as a vital geopolitical asset,   particularly after its strategic importance \nduring the Second World War and the subsequent   Suez crisis in 1956. Meanwhile, Turkey \nwas cautious about having an island,   heavily influenced by Greek culture \nand politics, so close to its coast. In 1955, the Greek Cypriots launched a fervent \nnational liberation movement. Their aspiration   wasn't just for unification with Greece but \nprimarily independence from British rule. The   movement culminated in the Zurich-London \nagreements of 1959, endorsed by Britain,   Greece, and Turkey, as well as representatives \nfrom the Greek Cypriot and Turkish Cypriot   communities. This landmark agreement paved \nthe way for the creation of the Republic   of Cyprus as an independent state in 1960. \nIt established a power-sharing arrangement,   where the President would be a Greek \nCypriot and the Vice President a Turkish   Cypriot, symbolising the governance \ncontribution of both major communities. However, the newfound harmony \nwas fragile. In November 1963,   the President of Cyprus \nproposed constitutional amendments to improve the   state's functionality, but these were rejected \nby Turkey and the Turkish Cypriot leadership. As a result, Turkish Cypriot officials \nwithdrew from the Cypriot government,   leading to intercommunal clashes and the threat \nof Turkish intervention. In response, Cyprus   sought the UN Security Council's (UNSC) help. \nThe Council confirmed Cyprus's sovereignty and   legality and sent peacekeepers to restore order \nand facilitate a peaceful settlement process.  A decade later,  in 1974, tensions escalated with an attempted \ncoup against the democratically elected government   by the Cypriot National Guard, sponsored by the \nGreek military Junta, in an effort to unite with   Greece. Turkey swiftly responded with a military \nintervention and cited the protection of the   Turkish minority as its reason for intervention, \nthough some international observers argue that   there were additional geopolitical motivations. \nThis chain of events led to the island's   partition: the north became a region under Turkish \nadministration, separated by the Green Line,   while the Republic of Cyprus, also called RoC, \ncontinued to claim sovereignty over the entire   island. However, the RoC administration only \nhas effective control over the southern region. Turkey is the only country that officially \nrecognizes the independent self-declared   Turkish Republic of Northern \nCyprus (TRNC), but the RoC is   widely recognized internationally \nas representing the entire island. As years passed, the administration of \nthe Republic of Cyprus took significant   strides in their European aspirations. But \nits path to EU membership was challenging,   especially with a self-declared republic \nin the north recognized only by Turkey,   and the presence of Turkish troops. \nBut despite the island's division,   the EU admitted Cyprus in 2004 based on its \nstable institutions, adherence to democracy,   rule of law, human rights, a functioning market \neconomy, and the hope that EU membership might   facilitate a resolution to the conflict, \nalthough this aspiration remains unfulfilled. While the entire island is \ngeographically in the EU,   the north's unresolved status leads \nto the suspension of EU laws there,   under the \"Green Line\" regulation. In \n2008, Cyprus also adopted the Euro,   but its divided status has delayed full Schengen \nArea membership, with discussions ongoing. Interestingly, Cyprus is also a \nCommonwealth member and hosts two   British military bases. These bases, held by \nthe UK under the 1960 independence treaty,   are viewed by some as colonial \nrelics and are outside the EU. Regarding Cyprus' economy, its GDP, at 27.8 \nbillion Euros in 2022, is modest compared   to many of its EU counterparts. With a nominal \nGDP per capita of 30.4 thousand euros, it ranks   13th in Europe—ahead of Spain and Slovenia but \ntrailing Italy and Malta. Notably, with the EU   average GDP per capita at 35.4 thousand euros, \nCyprus is slightly off the European average. Intra-EU trade accounts for 34% of Cyprus’ \nexports, which is significantly lower than   other EU countries. In the EU the \nmain recipients are Greece (9%) and   the Netherlands (5%) and outside of the EU the \nUK (9%) and Liberia (8%). In terms of imports,   59% come from EU Member States. Greece \nonce again leads (22%), followed by   Italy (8%). From non-EU nations 8% \ncomes from the UK and 6% from China. In terms of the EU budget, In 2020, Cyprus \ncontributed €245 million to the EU coffers,   roughly 1.2% of its economy. During that \nsame year, the EU directed its investments   into various areas, including: inclusive \ngrowth, economic and social development,   sustainable growth and resource \nmanagement and security and citizenship. Cyprus, therefore, was a net beneficiary \nof 187 million euros. One such project   is the \"Nicosia Wastewater Treatment Plant \nExpansion,\" which aims to enhance wastewater   treatment infrastructure in the capital city, \nNicosia, aligning with sustainability goals. yprus operates as a presidential republic, \nwhere the President, serving five-year terms,   is both the head of state and government. \nThe president and his council of ministers,   handles the executive functions and day-to-day \ndecisions. While the House of Representatives,   with 80 members, is responsible \nfor making and passing laws. Today, 56 seats are held by directly-elected \nGreek-Cypriots, and 24 are reserved for   Turkish-Cypriots, though they've largely \nwithdrawn due to historical tensions. The current president is backed by \nthe centre-right Democratic Party,   the centrist Democratic Alignment Party, and \nthe centre-left Movement of Social Democrats. The other parties in the parliament are: The \nRight-Wing “Democratic Rally”. The left leaning   “Progressive Party of Working People”. The \nUltranationalist “National Popular Front”.   And the Green “Movement of Ecologists”. \nAs for the RoC government priorities,   as outlined by the president, are: \nResolving the Cyprus Problem with the   TRNC. Effectively managing the migration \nissue, given that Cyprus has the highest   refugee per capita rate in the EU. Enhancing \nCyprus' participation in shaping EU policies.   Boosting economic competitiveness. And \nReducing the everyday cost of living. With that being said, how is \nCyprus represented on the EU level? Cyprus has 6 MEPs who represent the country's \ninterests at the international level in the   European Parliament. Among the 27 EU member \nstates, Cyprus, along with Luxembourg and Malta,   has one of the smallest numbers of MEPs. However, \nthis is due to its small population. In terms   of per capita representation, Cyprus is actually \none of the countries best represented in the EU,   given its relatively small population compared \nto other member states. 2 Cypriot MEP’s are in   the EPP Group. 2 MEP’s are part of the Left \nGroup. And 2 MEP’s are part of the S&D Group. But it doesn’t stop there, Cyprus’ representation \nextends to the European Commission, the EU's   executive level. Stella Kyriakides, serves as \nthe European Commissioner for Health and Food   Safety. In her capacity, she is responsible \nfor providing independent scientific advice   for EU legislation and policies in all fields \nthat have an impact on food and food safety,   as well as for matters of public \nhealth, animal health and plant health. So what is Cyprus’ relationship with the EU like? Well, overall Cypriots seem \nmostly content with EU membership,   with 52% viewing it positively, 35% being \nneutral, and only 13% seeing it negatively. There are issues, however, starting with Russia. \nCyprus has a long-standing connection with Russia,   including financial ties and controversies \nlike the Cyprus Investment Program,   which saw wealthy foreigners, primarily Russians, \nbuying EU citizenship. The country also faced a   serious banking crisis in 2012, partly tied \nto Russian capital hidden offshore in Cyprus,   where the EU had to intervene. These issues, among \nothers, complicate Cyprus's relationship with the   EU and raise concerns about its associations with \nRussia, especially with the invasion of Ukraine. Another significant issue in Cyprus is the \nenduring division between the northern and   southern parts of the island, with no immediate \nsolution in sight. The long history of conflicts   and disputes between communities has made \nreunification difficult. In hindsight,   some have argued that it might have been \nwiser to halt Cyprus's accession to the EU   at a certain point and insist that only \na united island could gain membership. This decision, they suggest, could have \nserved as a stronger incentive for both   sides to work towards a peaceful resolution \nof their differences, as the European Union's   influence and benefits could have been a potent \nmotivator for reunification. On the other hand,   some Cypriots are frustrated and disappointed \nwith what they perceive as the EU's limited   involvement or effectiveness in helping to \nreunify the island. They believe that the   EU could do more to encourage and facilitate \na resolution to the long-standing division. But what do you think of Cyprus’ place in the \nEU? We’d love to hear from our Cypriot viewers,   so please leave a comment \nletting us know your thoughts. And a big thank you to Stelios, \nwho volunteered to contribute to   the video. Thanks for watching and please \nsubscribe if you enjoy the content. And   if you want to support the channel \nfurther, please sign up to Patreon."
}