{
    "videoTitle": "Czechia in the EU",
    "videoId": "bYhI16MqKBs",
    "transcription": "This is Czechia, also known as the Czech \nRepublic, a nation with a rich history   and cultural heritage, located \nin the heart of Central Europe. The term \"Czechia\" is the short, geographical \nname, officially adopted in 2016 to simplify   international references, similar to \"France\" \ninstead of \"The French Republic.\" The Czech   Republic, on the other hand, remains \nthe country's formal, political name. Renowned for its architectural gems like \nPrague Castle and the Charles Bridge,   Czechia's capital, Prague, is often \nhailed as \"the City of a Hundred Spires. Prague was even voted as the most beautiful city \nin the world by Time Out magazine in 2021, and   having lived there myself, I can personally attest \nto the city's breathtaking beauty and charm. Czechia, with a population of over 10 million, \nis landlocked between Germany, Austria,   Slovakia, and Poland. Czechia occupies \na strategic position in Central Europe,   reflecting its significant role in the \nregion's cultural and political dynamics. So, how did Czechia become a member of the \nEuropean Union? Join us in the 6th video of   our series, where we explore each of EU member \nstates and their role within the EU, one by one. As always, let's start with history. Czechoslovakia, part of which we now call \nCzechia, was a country formed in 1918 after   World War I. It combined the regions of Bohemia, \nMoravia, Silesia, Slovakia and Subcarpathian Rus. But in October 1938, things took a wild turn with \nthe Munich Agreement. Basically, the big European   countries let Nazi Germany take a chunk of \nCzechoslovakia called the Sudetenland – obviously   this was done without Czechoslovakia’s consent \nand has since been referred to as “About us,   Without us”! Then, in March 1939, Germany \ngrabbed the rest of the Czech regions,   and just like that, Czechoslovakia lost \nits independence during World War II. After the war, in 1948, Czechoslovakia \nflipped again. The communists jumped in,   wanting to run things like the Soviet \nUnion. This shift marked a significant   departure from the democratic foundations, \nas communists started calling the shots,   changing everything from how the country was \nrun to taking away people’s private property. The winds of change began to stir in \nAugust 1968 with the Prague Spring,   a movement aimed to introduce \"communism with a \nhuman face,\" advocating for reforms to humanise   the existing regime. However, this period of \nliberalisation was short-lived, abruptly ended   by the Warsaw Pact invasion, led by the Soviet \nUnion, of Czechoslovakia within the same month. The Velvet Revolution in 1989 was the real \ngame-changer, ending the communist regime   and shifting Czechoslovakia towards democracy and \ncapitalism. This peaceful uprising marked a major   turning point, transforming the nation from \na Soviet-style system to a modern democracy. Then, on New Year’s Day 1993, Czechoslovakia split \nup super peacefully into Czechia and Slovakia,   primarily due to growing nationalist sentiments \nand political differences between the Czech and   Slovak regions. Fun fact: This was one of the \nonly peaceful country splits in the world! The next few years were like a highlight \nreel. Czechia joined the OECD in 1994,   NATO in 1999, and finally, the big \none – the European Union in 2004. Despite being an EU member, Czechia sticks with \nits own currency, the Czech Crown, instead of   the Euro. While there's talk about adopting \nthe Euro, it doesn’t look like that's going   to happen anytime soon. Adding to its European \nintegration, in December 2007, Czechia entered   the Schengen Area, allowing for passport-free \ntravel across many European countries. Today, Czechia is like the comeback \nkid of Europe. It bounced back from a   ton of changes in the 20th century \nand now stands proud as a modern,   democratic country playing a \nbig part on the world stage. Regarding Czechia's economy today, \nits GDP, at 276 billion Euros in 2022,   is right in the middle when compared to \nmany of its EU counterparts. But with   a GDP per capita of 26 thousand euros, it \nranks 17th in Europe—ahead of Portugal and   Lithuania but trailing Estonia and Slovenia. \nNotably, with the EU average GDP per capita at   35 thousand euros, Czechia has some catching \nup to do to reach the European average. The EU Single market has been very good for \nCzechia, as Intra-EU trade accounts for a whopping   80% of Czechia’s exports. In the EU the main \nrecipients are Germany (30%), Slovakia (8%) and   Poland (6%) and outside of the EU the \n2% goes to the US. In terms of imports,   73% comes from EU Member States, Germany leads \nagain (28%), followed by Poland (9%) and the   Netherlands (7%). From non-EU nations 11% comes \nfrom China, and 2% from the US and Russia. In terms of politics, Czechia is a \nparliamentary democracy, established   by its new constitution in December 1992. The \nPresident holds a primarily ceremonial role,   symbolising the nation at official \nevents and on the international stage,   while maintaining political neutrality. The real \ndriving force in governance is the Prime Minister,   who, as the head of government, is responsible for \npolicy implementation, legislative initiatives,   and managing domestic affairs. This system ensures \nthat, although the President is the country's   figurehead, it's the government, democratically \nelected by the people, that truly runs the nation. Delving deeper, Czechia's Parliament is \nbicameral, consisting of the Chamber of   Deputies and the Senate. The Chamber of Deputies \nhas 200 members who serve four-year terms,   elected on a proportional basis by voters across \nthe whole of the Czech Republic. Meanwhile,   the Senate's 81 members, serving six-year terms, \nare elected every two years for a third of the   seats, but through district-based elections where \nlocal voters choose their direct representatives. Right now, Czechia's Chamber of Deputies \nis run by a mix of five parties teamed up   in a coalition. Three of these parties are \npart of the centre-right gang called Spolu,   which means \"Together\" in Czech. They're \nall about liberal conservatism and Christian   democracy. The other two parties are part of the \nliberal progressive centrist group. Together,   this five-party squad holds a solid \nmajority with 108 out of 200 seats. The priorities of the ruling coalition are \npromoting economic growth and stability,   improving healthcare and social services, \nand maintaining strong pro-EU relations. On the European level, Czechia is allocated \n21 seats in the European Parliament in   accordance with its population. Among the 27 \ncountries, Czechia ranks 8th in terms of MEPs,   with Germany, the most populous, having 96 \nMEPs, and Malta, the smallest, having 6 MEPs. 5 Czech MEP’s are part of \nthe center-right EPP Group,  1 is part of the center-left S&D,  4 have joined the eurosceptic \nconservative ECR Group,  1 is part of the far right eurosceptic I&D group.\nanother 5 are part of the centrist   liberal Renew party,\n3 more are part of the Greens,  1 is a member of the far-left party, The Left.\nAnd 1 is unaffiliated. P2: So, Czechias voters lean slightly to \nthe right when it comes to their European   representation. In terms of Eurocepticim, Czechia \ncurrently largely leans pro-EU with only 5 MEPs   aligning to the ECR group or I&D group. \nBut this might change in the next election. But it doesn’t stop there, Czechia's impact \nextends to the European Commission, the executive   branch of the EU. Věra Jourová, serving as \nthe EU Commission Vice-President for Values   and Transparency since 2019, has made significant \ncontributions. Her role was pivotal in the passing   and implementation of the General Data Protection \nRegulation (GDPR) in 2018, a landmark move in   data protection and privacy. This achievement \nearned her a spot on Time magazine's list of   the 100 most influential people, highlighting her \ninfluential role in shaping critical EU policies. So, let's chat about Czechia's relationship \nwith the EU. Do the two get along? It's kind of a mixed bag, really. Way back in \n2003, when they had a referendum about joining   the EU, 77% were all for it, even though just \nover half of the population turned up to vote.   Fast forward to 2023, and you've got about 63% of \nCzechs saying they'd stick with the EU if asked   again. But here's the twist – Czechia is still \none of the most eurosceptic countries around. Czechia greatly benefits from EU \nfunds, receiving around 2.8 billion   euros more than that it contributes. Not \nto mention the impact of the Single Market,   as the EU is by far Czechia’s \nlargest trading partner. However,   this is not winning over the public, as only \n1 in 3 Czechs view membership positively. Why's that? Well, there are a few reasons. Firstly, consider the EU's handling of the \nUkrainian refugee crisis. Interestingly,   about two-thirds of Czechs feel that \nboth the EU and their own government   are more focused on helping these \nrefugees than their own citizens. Next, there's the issue of wages. The average \nincome in Czechia hasn't kept pace with its   wealthier neighbours like Germany or \nAustria, which stirs some discontent. Then, look at the political landscape. \nThe older, pro-EU Czech parties aren't   getting the same support they used \nto. Plus, the Czech government from   2017 to 2021 leaned towards populist ideas, \noften not in line with pro-EU sentiments. Additionally, there's a strong nationalist \nthread in the way Czech history is taught in   schools. This, coupled with a feeling among \nmany Czechs that their 21 MEPs don't give   them enough of a voice in the EU, adds \nto the mixed feelings about the Union. To wrap it up, many Czechs identify \nthemselves as 'Euroreformists.' They're   looking for some changes in the EU. In \nshort, they want less EU involvement in   everyday life but expect more EU action in \ndefence and quality of life improvements. And to be honest, at the EU Made Simple \nwe agree! Things need to change. We   really like this reform proposal currently \nmaking its way through the EU Parliament,   or the idea of a more integrated European Army. \nSo check out these videos if you are interested. But what are your thoughts on Czechia's \nrole in the EU? Czech viewers,   we'd love to hear from you in the comments! If you liked the video, don't forget \nto subscribe, and for more support,   consider joining our Patreon. Until next time!"
}