{
    "videoTitle": "Defense and EU Reform! Renew Europe's Plan for Europe",
    "videoId": "hkK9AxUo0aE",
    "transcription": "“Today we also need a real European power. \nAnd we must give ourselves all the necessary   financial and military means to make it happen. \nBecause Putin will not stop in Ukraine. Our   values can’t be protected unless we are strong \nenough to overcome those who oppose them.” You just heard from Sandro Gozi, one of the lead \ncandidates for Renew Europe, the liberal group in   the European Parliament that promotes EU defence, \nCompetitiveness, and pro-European reforms. Renew Europe comprises Members of the   European Parliament (MEPs) from \nacross the entire continent. The way it works is that national parties \nfrom various corners of the EU join forces   with other parties that share similar liberal \nideologies. So, look for your country on the   screen and you can see which of your national \nparties aligns to the Renew Europe Group. This means that if you cast a vote for: The party in the Netherlands  The FDP in Germany\nOr the Renaissance in France you're kinda voting for the Renew \nEurope’s master plan for Europe!   And this is why this video is so important - \nas we will explain what they are all about. So, who are Renew Europe’s lead candidates,   and do they have a manifesto? Well, \nit’s the EU, so it's obviously complex. Renew Europe consists of two European Parties:   ALDE and EDP. This means your local parties \nmight align with either ALDE or EDP,   which are both part of Renew Europe. Plus, there \nare national parties like France’s Renaissance,   which isn't affiliated with a European \nParty but still teams up with Renew Europe. Because of this structure, both ALDE and EDP \nhave their own manifestos and lead candidates:   Marie Agnes Strack-Zimmerman from Germany’s FDP \nand Sandro Gozi from Italy’s Democratic Party. And then there is Macron’s Renaissance party,   who has its own national manifesto AND \nlead candidate: France’s Valerie Hayer. This arrangement results in three \nlead candidates for Renew Europe,   which is quite unusual as \ntypically there’s only one. But here’s the good news: despite these \ncomplexities, they’ve managed to align   on European priorities, which \nwe’ll dive into in today’s video. As with all of these videos, we are \nfocusing on 6 areas, starting with DEFENCE. “It's been 2 years since Russia’s illegal \nand brutal attack on Ukraine. An attack on   Europe. On our values. It’s become clear that \nour security and safety isn’t just a concern,   it’s the heart in our economy, our \nfreedoms and our very way of life.” “Defence, defence, defence” - \nthat's Renew Europe’s rallying cry,   positioned as their top priority. \nThe liberals stand out with the   most forceful language on defence \namong all European Political Groups. They advocate for a significant boost in \nEU and National Military Spending to boost   defence capabilities. This includes \nthe creation of an EU defence fund.  They call for joint procurement of \nmilitary assets and the establishment   of a European Military Academy.\nThey want to help Ukraine triumph   over Russia at all cost and also want to deter \nthreats from other authoritarian regimes. “So we cannot say we support Ukraine, \nbut. There can be NO But. Because Putin   only hears the but. Instead we \nmust support Ukraine fullstop.” Renew Europe doesn't mention an EU army, a \ntopic previously promoted by member parties,   including Macron's. However, they aim to \nestablish a European Defence Union by 2040,   in partnership with European and NATO allies. \nThis initiative seeks strategic autonomy,   so that Europe can defend its own territory \nwith more standardised armed forces. Next up is one of the hottest \ntopics in Europe: MIGRATION.\n   Liberals call for well-regulated and humane \nmigration management. They suggest setting up   EU-run facilities outside the EU to process asylum \napplications more efficiently. And advocate for a   shared responsibility approach, which likely \nincludes relocating approved migrants across   Europe. They also aim to create agreements with \nthird countries to prevent irregular migration. Regarding human rights, Liberals are \ncommitted to dismantling smuggling networks,   enhancing reception standards, and \nmaking asylum processes more effective   and humane. They aim to launch a European \nAction Plan for search and rescue in the   Mediterranean and reform Frontex to secure \nEU borders while upholding human rights. The liberals call for economic legal \nmigration pathways so that European   economies can have the necessary workforce for \ntheir growth, as labour shortages are a reality. Also, good news for Romania and Bulgaria, as \nRenew Europe supports full Schengen accession   for those that meet the criteria.\nAnd then there's Climate Change. And to be honest, it’s not heavily detailed \non the Renew Europe campaign page. While they   do mention that it's time to implement the \nGreen Deal, specifics are completely missing. But there IS a dedicated section on farming where \nthe liberals recognize farmer frustrations. Their   lead candidate, Valerie Hayer, who comes from a \nfarming family, likely influenced Renew Europe's   comprehensive action plan for farmers. This \nplan aims to significantly reduce bureaucracy,   simplify regulations, enforce standards on \nnon-EU imports, and increase financial support. As for energy, Renew Europe strongly \nsupports strategic energy autonomy,   with investments into renewable, carbon-neutral, \nlow-carbon, waste-based, and nuclear energy.  Next is the Economy, which ranks as the \nsecond highest priority for the liberals. Renew Europe recognizes that Europe is losing \nground to China and the US, so they've made   a 10-point plan to boost competitiveness. Check \nthe description for a link to the full document. “Second priority: Competitiveness. We want a good \nbusiness environment in Europe. Lets cut red tape.   Let's make trade fairer, better. Lets mobilise \nprivate investment. Not for the corporations,   but for the people, for the workers. For \nthose who want to innovate. Any hard work   deserves fair reward but we can pay fairly \nonly if we generate growth and opportunity” Renew Europe wants to empower small and medium \nenterprises by making it easier for them to   access incentives, loans, and equity. They \nwant to complete the Capital Markets Union,   which will help SMEs obtain funding and \nhopefully encourage them to stay within the EU. There's also a commitment to allocate 3% of the \nEU’s GDP to Research and Development by 2027. Additionally, there’s a strong push to provide \nbetter education and training programs,   especially in critical skills areas. For \nexample, the creation of \"Net Zero Academies\"   to help Europeans drive and contribute \nto the green and digital transitions. Then there are social issues. Renew Europe champions a vision of a Europe \nwhere everyone can freely live their life,   no matter their beliefs or who they love. \nThey actively defend women's reproductive   rights and fight against gender-based \nviolence. They are also pushing for the   recognition of same-sex marriages and \nrainbow families across the continent. As you might expect, the manifestos \nof more left-leaning parties like the   Left or the S&D, linked above, focus \non a wider array of social policies. Now finally, what about EU Reform & Enlargement? \n \nRenew Europe is a strong supporter of the EU but   they also recognize its flaws and are \npushing for significant changes. They   want treaty change, which is similar to \na nation state changing its constitution. “And this is why we need treaty change. We must \nget rid of the VETO’s that paralyse the union.   We must strengthen the European Parliament, \nwe must give the voter the power to elect the   president of the European Union, and citizens must \nvote directly for European Political Parties. ” These are significant reforms, \ndemonstrating that Renew Europe   is truly striving to live up to its name \nby wanting to reshape Europe. Notably,   Renew Europe advocates for the removal of veto \npowers, particularly in foreign policy, to   enable quicker and more effective decision-making. \nThey are the only Political Group I've covered   so far that explicitly includes this \nin their priorities or manifestos. Renew Europe also supports expanding the \nEU to include countries like Ukraine,   but stresses the need for major \nreforms to handle a larger union. “Today we must reform the Union to unify \nEurope and we must promote a new global   alliance of democracies for a new world order. \nHere we are. Standing strong. More united   than ever before. We are the best defenders of \nEurope. This is why we must Renew Europe Now.” And that’s an overview of Reform Europe’s \nplans! Craving more detail? Dive into their   priorities or the ALDE manifesto \nlinked below for the full rundown. We are excited to bring you a series of seven \nvideos, each dedicated to a different political   group in the European Parliament. These videos \nare designed to equip you with the knowledge you   need to vote confidently. For instance, \nyou can start by exploring the EPP here,   or delve into the S&D here. Subscribe \nto our channel now to stay updated as   we release more EU election content! And if \nyou're passionate about helping us spread   knowledge on the EU, think about joining \nour Patreon community. Until next time!"
}