{
    "videoTitle": "Defense and Migration! The EPP's Plan for Europe",
    "videoId": "Sj2n2dp91Tk",
    "transcription": "You just heard from Manfred Weber, the leader \nof the European People's Party, EPP in short,   in the European Parliament. Manfred's \nbig on beefing up the EU's defence game,   including a nod towards nuclear deterrence, a \nkey policy in the EPP's 2024 election manifesto. Now, Manfred Weber might not be the guy \neveryone's chatting about over coffee, but   Ursula von der Leyen and Roberta Metsola? Chances \nare, you've heard of them. They're both EPP stars,   with Ursula leading the European Commission \nand Roberta chairing the European Parliament. But what is the EPP exactly? Picture it as the most dominant \nforce in European politics,   made up of Members of the European Parliament \n(MEPs) from across the entire continent. In the grand arena of the European \nParliament, parties from different   corners of the EU join forces with parties \nthat have similar political ideologies. The   EPP is one such group, representing \ncentre-right to right-wing parties.  This means that voting for one of these local \nparties back home, means you're kinda voting   for the EPP's master plan for Europe. It's a \nthought-provoker, isn't it? So stick around,   because we're about to take a deep dive into \ntheir manifesto and what they're all about. If we were to go to the polls tomorrow, the \nbiggest national parties in the EPP would be the: CDU/CSU from Germany, bagging around 32 seats,\nSpain's People’s Party, scooping up 24,  Poland's Civic Coalition, nabbing 23,\nThe New Democracy crew from Greece with 10,  And not forgetting The Republicans from \nFrance and Bulgaria's GERB, each with 7 seats. This makes Germany the most \ndominant force in the EPP. Since we're diving into all 7 EU political \ngroups, we're all about fairness here. So,   to help you compare apples \nto apples, or in this case,   parties to parties, we're zeroing in on \n6 key areas for each of these videos. First up on our list is DEFENCE. It's a biggie,   considering everything \nthat's going on in the world. The EPP's got a clear stance: \nthey're in Ukraine's corner,   pushing for all-out EU support—be it cash, \ncombat gear, or diplomatic backing. Their   goal is to see Ukraine through to victory \nand welcome them into the EU and NATO family,   once they've ticked all the boxes.\nBut there's more on their agenda—cranking   up Europe's defence capabilities.\nShort-term goals include: Pouring funds into defence tech \nthat's made right here in Europe.  Setting up a new Security and Defense Commissioner   role to better coordinate defence issues.\nAnd creating a European Security Council,   bringing together defence heads from all over the \nEU, plus friends like the UK, Norway, and Iceland. Looking further down the road, the EPP is \ndreaming big of a European Defense Union—   with integrated European forces on land, sea, \ncyber and air. These forces should complement   national militaries and NATO, not replace them.\n“Let's build up our own defence capabilities in   the next years. For example, with \na European missile defence shield,   a cyber brigade or even a nuclear shield. \nWith ambitious investment in European defence,   we can keep the biggest promise of \nEurope, and that is the promise of peace”  Next up is one of the hottest \ntopics in Europe: MIGRATION The EPP wants to supercharge Frontex, \nturning it into a powerhouse European   border and coast guard. How? By tripling \nits team to 30,000 strong, beefing up its   authority, and funnelling more funds for \ncutting-edge gear to boost its performance. “But it is us, the Europeans, who decide, \nwho comes to Europe and under what   circumstances and not the organised \ncrime of smugglers and traffickers” The EPP also wants to outsource the migration \nto third-countries. This basically means that   anyone applying for asylum in the EU could \nbe transferred to a safe third country,   like Albania or Rwanda, and undergo the asylum \nprocess there. In case of a positive outcome,   the safe third country will grant protection \nto the applicant on-site. The EPP then proposes   to admit an annual quota of approved asylum \nseekers from these third countries into the EU. Lastly, the EPP is also advocating for swift \nSchengen integration for Bulgaria and Romania,   striving for a unified, secure \nEurope without internal borders. Next up is another hotly debated topic \nin Europe: CLIMATE CHANGE & ENERGY “We stand for pragmatic solutions, not for \nideological ones. Because we in EPP we know,   that there is no competitive \neconomy without climate protection,   and there is no climate protection \nwithout a competitive economy.” Does this sound like the EPP are slightly \nbacktracking from the Green Deal to you? Well   it does to us. Not to mention the Manifesto \nsays something similar, check out this part: Quote: “We need more technology – \nnot bans! The EPP advocates for a   technology-neutral approach to \ndeveloping alternative fuels,   hydrogen technologies, new power trains \nfor vehicles, aircraft and vessels.” There are no specifics of what \nthe EPP plans to do. However,   this clearly suggests they will avoid legislation \nthat limits European citizens or companies,   even if their practices are \nharmful to the environment. Yet, they say they are still committed to \nthe goal of climate neutrality by 2050. But   whether this is possible with only positive \nincentives without bans remains to be seen. When it comes to energy, the EPP's dreaming \nbig with an Energy Union. Aiming to boost the   internal energy market with cross-border \ninfrastructure for gas and electricity,   so that consumers and firms alike \ncan enjoy lower energy prices. Next up is ECONOMY. And to be honest, the \nEPP's plan was like wandering through a   maze of words without a map. But, I've done \nmy best to find the most concrete details: Top of the list, the EPP is keen on cutting \ndown EU red tape. They're pitching a \"1 in,   2 out\" rule to slash regulations by a \nthird, making sure every policy passes   a \"competitiveness check\" to keep \nEurope in the race with the world. “We have to make business easier. We have to \ntrust our companies to get on with what they   are good at. That means less red tape, less \nreporting, simpler and faster procedures. This   The EPP is also dreaming of a \"Made \nin Europe 2030\" industrial policy,   inspired by Uncle Sam, aiming for a \nbig pot of money to support European   industry. The details? Well, \nthey're kinda hard to find. On finance, the EPP are flirting with ideas \nof a Capital Markets Union and a Banking Union   to pump up the financial services sector. The \nspecifics, though, are once again hard to find. AI's on their radar, too, emphasising innovation \nand ethical standards without over-regulation,   and ensuring ample funding \nand infrastructure support. Now, to the farming part—pages upon pages \nin the manifesto, yet it's like finding a   needle in a haystack for concrete steps. The \nonly thing that was clear is that more cash is   needed for our farmers to green-up and tackle \nclimate change. Plus, the EPP are looking at   setting some ground rules for managing population \nlevels of our furry friends, the wolves and bears. So what about SOCIAL issues? It seems the epp is more about keeping things   steady than shaking them up. The \nmanifesto praises and i quote: “We are proud of our European social model, \nwhere everyone enjoys health insurance and   high-quality public and social services, \nwhere workers have their rights protected   and where there is balance between \nsocial interests and market rules” The EPP does put a spotlight a few areas: Fore example, championing equal opportunities \nfor women in the workplace  Pushing for quality jobs, fair pay throughout \nEurope, and stronger collective bargaining,  And tackling the pay gap that's causing a \nbrain drain of healthcare professionals,   especially from rural zones. Yet, the manifesto hints that social policies \nmight best be managed at the national level,   rather than dictating uniform \nbenefits or standards across the EU. Now finally, what about EU Reform & Enlargement. The EPP's got their sights on a European \nConvention to change the EU treaties,   but the details are pretty vague. The \nonly clear point they've made was that   they are keen on moving from unanimous \nvoting to qualified majority voting “In the field of EU sanctions towards totalitarian   regimes around the world and of \nthe Single Market for Defence”. And on the topic of EU expansion, the EPP is \nthrowing its support behind welcoming Ukraine, the   Western Balkans, Moldova, and Georgia, into the \nEU, once all the membership requirements are met. And that’s an overview of the EPP's plans! Craving \nmore detail? Dive into their manifesto linked  in th description below for the full rundown. Nonetheless, this \nshould give you a good overview to start with. This wraps up episode 4 of our \"Road to the EU \nElections\" series, where we're all about making   European Elections engaging and straightforward. \nIf you're new to the political scene, make sure to   watch the video linked above, and don't forget to \nsubscribe. We're eager to hear which party you'd   like us to cover next, so drop your suggestions \nin the comments! Plus, if you're passionate about   helping us spread knowledge on the EU, think about \njoining our Patreon community. Until next time!"
}