{
    "videoTitle": "Defense and Quality Jobs! The S&D's Plan for Europe",
    "videoId": "aXVnwnWRMN4",
    "transcription": "You just heard from Nicolas \nSchmit, the lead candidate   of the Progressive Alliance of Socialists \nand Democrats in the European Parliament,   commonly known as the S&D. Essentially, if the \nS&D secures a victory in the European Elections,   Schmit is likely to become the next \nPresident of the European Commission. Never heard of the S&D, you say? No worries, \nwe've got you covered. The S&D is actually one   of the most dominant forces in European politics, \ncomprising Members of the European Parliament   (MEPs) from across the entire continent. The \nway it works is that national parties from   various corners of the EU join forces with other \nparties that share similar political ideologies. For example, if you cast a vote for: the Spanish Socialist Workers' Party in Spain  the Social Democratic Party in Germany\nOr the Democratic Party in Italy you're kinda voting for the \nS&D's master plan for Europe! In fact, there are more than 33 parties that \nmake up the S&D group! So look for your country   on the screen to see which party you could \nvote for, if you like what you’re about   to hear about the S&D in this video.\nEuropean politics is complex though,   and here's an example: the parties you see on \nthe screen are actually members of the 'Party   of European Socialists', also called PES. \nThese European Socialists, together with   some unaffiliated parties and independent members, \nmake up the S&D group in the European Parliament. Given that the Party of European Socialists is the \nmost influential faction within the S&D, we will   concentrate on the European Socialists and their \nmanifesto for the upcoming 2024 EU elections.  So, enough of all the structural talk. What \ndo the S&D want for the future of Europe? To answer this we're focusing on 6 key areas, starting with DEFENCE as it's a biggie,   considering everything \nthat's going on in the world. “The war in Ukraine ends the moment President \nPutin decides to withdraw his troops. However,   he will only take this decision if he realises \nhe will not make any gains on the battlefield,   that he can't dictate an unjust peace. Therefore,   our ongoing support for Ukraine is \nkey to restoring peace in Europe.” \n  The S&D wants a European Common Security \nand Defence Policy that complements NATO,   and wants EU countries to buy defence products \ntogether. They want the EU to collaborate in   cybersecurity and intelligence and \nprotect our critical infrastructure. They also want to resolve standing \nconflicts worldwide, such as those   in Cyprus and Israel. For instance, they \nsupport an international peace conference   aimed at creating a two-state solution \nbetween the Israelis and Palestinians. However, it was noticeable that defence \nwas mentioned last in the manifesto and   with less detail than some political rivals, \nparticularly regarding military integration. Next up is one of the hottest \ntopics in Europe: MIGRATION The S&D views migration as a crucial part of \nEuropean history and society, emphasising that,   when well-managed, migrants significantly enhance \nthe economic and cultural life of our countries. The S&D aims to strengthen EU borders, \ncombat smugglers, and ensure the safety   and rights of individuals, providing humane \nreception conditions, protecting children,   ensuring legal support, and upholding fair and \nrespectful migration procedures. Additionally,   they support forming partnerships \nwith countries of origin and transit   but oppose outsourcing migration procedures \nto third countries. They also firmly oppose   the criminalization of humanitarian \nassistance and advocate for a European   mission dedicated to search and rescue \noperations in the Mediterranean Sea. Next up is another hotly debated topic \nin Europe: CLIMATE CHANGE & ENERGY “We will implement the green social deal for a \njust transition. Because for us social justice and   climate justice go hand-in-hand. Because it means \nenergy affordability and independence. Because it   means a strong and competitive cleantech industry \nbased in Europe. Because it leads to the creation   of quality jobs. Climate neutrality has to \nbe a force for social and economic progress’” The S&D is focused on achieving climate \nneutrality by 2050 through continued investment   in renewable energy. They are also committed \nto combating plastic and chemical pollution. Their manifesto emphasises that sustainability \nand farmer livelihoods can coexist. They want   to provide farmers with financial and \ntechnical support to use eco-friendly   methods and reduce pesticide \nuse and protect biodiversity. Additionally, the S&D aims to ensure a reliable \nenergy supply for the vulnerable and to stabilise   energy prices, modernise infrastructure, and \nenhance Europe's strategic autonomy. However,   the manifesto lacks detailed information on the \nspecific energy mix planned for these initiatives. Next up is ECONOMY. “We will not allow that Europe will take the path   of austerity and social regression as \nit did during the financial crisis.” The S&D want a “Made in Europe'' Strategy \nwith a permanent EU investment capacity and   an ambitious European budget. This \nincludes an investment Plan for the   Green and Digital Transitions to create new \njobs and to re-industrialise the EU economy. They support a fair Single Market that \nenhances the global competitiveness of   European industries and aims to bolster \nEurope's self-reliance in energy,   raw materials, and technology, though specific \nimplementation details are not provided. They also want to protect workers from crises   and regulate the financial \nmarkets to combat speculation. Ultimately, the S&D prioritises social rights over   economic interests to continue to strengthen \nthe social dimension of the European Union. So what about SOCIAL issues? Well, this is where the S&D really shines,   with a robust list of proposals. Their top \npriority is \"Securing Quality Jobs for All.\" They aim to combat in-work poverty \n& exploitation, regulate AI,   achieve zero deaths at work and reduce working \ntime. Additionally, they are strong proponents   of trade unions and actively encourage \ncollective bargaining and social dialogue. When it comes to housing, the S&D \nplans to implement a European Plan   for Affordable Housing and want an EU \nstrategy on combating homelessness. In the health sector, the S&D is committed \nto defending public healthcare that creates   quality jobs. They propose a European Health \nUnion to manage cross-border pandemic responses   and support national public healthcare \nsystems. Additionally, they advocate for a   strong European Mental Health Strategy and plan to \nimplement fair and transparent medicine pricing. To help finance these initiatives, because let's \nface it, they are many, the S&D want what they   call a fair tax system, where large corporations, \nbig polluters, and the ultra-rich are expected to   pay more. They also want to fight against tax \nfraud and tax havens inside and outside the EU. The S&D also identifies as a feminist party,   advocating for women's control over their \nown bodies, closing the gender pay gap,   increasing women's employment. \nThey also seek LGBTIQ equality. And there is a lot more! In the Manifesto there is \na whole section on creating a “Europe that works   for young people.” What particularly stood \nout is “free quality education and training,   and housing, through an EU plan \nagainst the student housing crisis.” Now finally, what about EU \nReform & Enlargement. Well,   the S&D wants treaty change and EU enlargement. They want to empower the European Parliament and \nthe European Commission with tools to safeguard   our democracy, strengthen our economy, protect \nour environment and our social model. However,   the details of what exactly are unclear. \nInterestingly, they want to remove the   country VETO vote on specific tax matters, but \ndon't mention anything about Foreign Policy. The S&D supports EU enlargement, beginning \nwith the Western Balkans alongside necessary   reforms. They welcome EU membership talks with \nUkraine, Moldova, and Bosnia and Herzegovina,   and back Georgia's European aspirations. \nHowever, they express regret over Turkey's   stalled accession, acknowledging that it \ncannot proceed under current conditions. “We live in a world of 8 to 10 \nbillion people. Economies in Asia,   Latin America and Africa are rising. \nThese continents demand more political   influence and they have every right to \ndo so. In order to maintain our impact,   in order to be what in this changing \nworld, Europeans must act together.” And that’s an overview of the S&D's plans! Craving \nmore detail? Then dive into their manifesto linked   below for the full rundown. Nonetheless, this \nshould give you a good overview to start with.  If you're new to the EU political scene, make \nsure to watch the video here for an overview   of the upcoming EU elections. And if you want \nto learn more about other EU Political groups,   then check out the video here for a rundown \nof one of the S&D’s main competitors. the biggest EU political group, the \nEPP, then check out this video here. If you like the content and want to see \nmore EU political parties explained,   please subscribe and like the video. Plus, \nif you're passionate about helping us spread   knowledge on the EU, think about joining \nour Patreon community. Until next time!"
}