{
    "videoTitle": "Estonia in the EU",
    "videoId": "3jxrmL5rofY",
    "transcription": "This is the Republic of Estonia, \na Northern European nation and one   of the three Baltic states. With a \npopulation of just over 1.3 million,   Estonia is the European Union’s \nfourth smallest country by population. It borders the Gulf of Finland \nto the north, Russia to the east,   Latvia to the south, and the Baltic Sea to the \nwest. Estonia's territory includes the mainland,   the large islands of Saaremaa and Hiiumaa, \nalong with over 2,300 smaller islands,   many of which remain uninhabited. Also, Estonia's \nstrategic location plays a crucial role in   ensuring regional stability and safeguarding \nmaritime routes through the Baltic Sea. So, how did Estonia become a member of the \nEuropean Union? Join us for the 9th video of   our series, where we explore each of the EU Member \nStates and their role within the EU, one by one. At the start of World War II, Estonia \ndeclared neutrality, but that didn’t   protect the country from occupation. In \n1940, Estonia was occupied by the Soviet   Union following the Nazi-Soviet Pact. A year \nlater, during Germany's Operation Barbarossa,   Nazi forces took control of Estonia \nfrom 1941 to 1944. As the war turned,   the Soviet Union reoccupied Estonia in 1944, \nleading to nearly five decades of Soviet rule. During this time, Soviet military bases \ntook up around 5% of the country's land,   with as many as 120,000 \nSoviet troops stationed there. Estonia regained its independence on August 20,   1991, as the Soviet Union collapsed. It \nquickly embraced democracy and reforms,   signing the Europe Association Agreement in \n1995 and beginning EU accession talks in 1998. Estonia officially became a member \nof the European Union in 2004,   part of the largest expansion in EU \nhistory. It later joined the Schengen   Area in 2007 and adopted the Euro in 2011, \nfurther strengthening its ties with the EU. Just two months before its EU membership, \nEstonia also joined NATO, securing its place   within Europe’s security framework. Today, \nEstonia plays an important role in the EU,   especially in areas like digital \ninnovation and regional stability. Now, let’s take a look at the Estonian economy. In 2024, Estonia's nominal GDP surpassed €43 \nbillion, making it one of the smallest economies   within the EU. However, with a nominal GDP per \ncapita of €31,855, Estonia ranks 16th, ahead   of Czechia and Portugal but trailing Slovenia \nand Spain. Despite this, Estonia's nominal GDP   per capita still falls about €12,000 short of the \nEU average, signalling room for economic growth. Intra-EU trade has been a key driver \nof Estonia’s economic performance. In fact, 66% of Estonia’s \nexports go to EU member states,   with Finland (16%), Sweden (10%), and Latvia \n(9%) as the top destinations. Outside the EU,   the United States receives 8% of \nEstonia’s exports, while 6% go to Russia.  On the import side, 75% of Estonia’s goods come \nfrom EU countries, with Finland supplying 13%,   Germany and Latvia each contributing 10%, \nand Lithuania providing 9%. Outside the EU,   Russia accounts for 8% of Estonia’s \nimports, and China supplies 5%. Most notably, Estonia is a \npioneer in e-Services and   mobile-based services. For instance, Estonia was the first country in \nthe world to introduce online voting for national   elections, with over 50% of votes cast online \nin the most recent elections. This digitization,   along with other economic strengths, positions \nEstonia as a model for a 21st-century economy.  In terms of politics, The Republic of Estonia is \na parliamentary republic, as its name suggests.   The President serves as the head of state with \nlimited involvement in the legislative process,   making the role largely ceremonial. The \nPresident represents Estonia internationally   and is elected by the Estonian Parliament \n(Riigikogu), not directly by the public. Executive power in Estonia rests with the Prime \nMinister, who serves as the head of government.   The Prime Minister is responsible for governing \nthe state and implementing policies. Since the   Prime Minister is chosen from the elected \nparliament, this ensures that government   leadership reflects the will of the citizens, \nwho vote directly in parliamentary elections. Estonia's parliament, the Riigikogu, is a \nunicameral body composed of 101 members,   elected through a proportional representation \nsystem to serve four-year terms. Currently,   six political parties are represented in the \nRiigikogu. The governing coalition holds 60 out   of 101 seats and is composed of the Estonian \nReform Party (a liberal-conservative group),   Estonia 200 (a liberal-progressive \nparty), and the Social Democratic Party. In the European Parliament, Estonia has been \nallocated 7 seats based on its population size.   Among the 27 EU countries, Estonia ranks 24th \nin terms of the number of MEPs. At the top,   Germany has 96 MEPs, while Malta, the smallest, \nhas 6 MEPs. Following the 2024 European Parliament   elections, Estonian MEPs are distributed \nacross various political groups as follows: 2 MEPs are part of the Progressive \nAlliance of Socialists and   Democrats (S&D), a left-leaning group.\n2 MEPs have joined the centrist-liberal   Renew Europe group.\n2 MEPs are members of the   centre-right European People’s Party (EPP) group.\n1 MEP is part of the right-leaning ECR group. This distribution indicates that Estonian voters \ntend to occupy the centre of the political   spectrum, with a focus on liberal ideology. \nAdditionally, with only one MEP aligned to   a soft eurosceptic party, it is clear that the \nmajority of Estonian voters prefer pro-EU parties. Estonian representation extends \nbeyond the European Parliament   to the executive branch of the EU as well. In the second von der Leyen Commission, \nKaja Kallas will take on the role of the   High Representative of the Union for \nForeign Affairs and Security Policy,   a significant upgrade for Estonia. With \nKallas’ strong support for Ukraine,   experts predict that the EU’s foreign policy \nwill prioritize greater support for Ukraine and   stronger ties with Western institutions like \nNATO. This role is one of the most important   in the Commission, and we will certainly \nproduce a video about Kallas’ term in office. So, to the most important question of the video:   Does Estonia get along well \nwith the European Union? The answer isn’t entirely \nstraightforward. According to   the Standard Eurobarometer 100 survey, 42% of Estonians view the EU positively,\nwhile 40% remain neutral,  and 17% see the Union in a negative light. However, when it comes to the \nEuro as a common currency,   nearly 9 in 10 Estonian \ncitizens are in favour of it. Moreover, 77% of Estonians support a common \ndefence and security policy among EU member   states, 67% wish for a common foreign policy, and \n64% want a common energy policy. In the context of   the EU’s response to Russia’s invasion of Ukraine, \n48% of Estonians express complete satisfaction. With many Estonians wishing for a lot more support.  Estonia's geopolitical position plays a key \nrole in shaping its view of the EU. Given its   proximity to Russia, security is a significant \nconcern for many Estonians. As a result,   there is strong support for a more unified \nEU stance on security and foreign policy,   as well as reducing energy dependence on Russia. But what are your thoughts on Estonia’s \nrole in the EU? Estonian viewers,   we would love to hear from you in the comments! And a big thank you to our contributors in this video.  And if you liked the video, don’t forget \nto subscribe, and for more support,   consider joining our Patreon. Until next time!"
}