{
    "videoTitle": "EU's New Pact on Migration and Asylum Explained",
    "videoId": "ryMCqYQBF0s",
    "transcription": "This is Lampedusa, a picturesque island \nin the Mediterranean Sea typically known   for its tranquil beauty and a modest population \nof just over 6,000 people. But last September,   the island's calm was disrupted in a way it had \nrarely seen before. During a single week , a   staggering 10,000 individuals made the perilous \njourney from Africa aboard makeshift metal boats,   seeking refuge and a better \nlife in the European Union. And this is not just happening on \nLampedusa. Some 250,000 irregular   immigrants have already arrived in Europe \nbetween January and October of this year.   Of whom 130,000 have arrived in Italy, \nan 83% increase compared to last year. Without a doubt, Italy and the entirety of the \nEU are on the brink of another immigration crisis   reminiscent of 2015-2016. But the European \nUnion is close to finally passing the ‘3   year in the making’ New Pact on Asylum and \nMigration, which they haul as an “historic”   agreement to reshape how the continent \nprocesses and relocates asylum seekers. Will this solve the issue? This video \nwill dissect the Pact and determine   whether we at the “EU Made Simple” \nthink it will make a difference. The New Pact consists of 5 main pillars \naiming to balance the responsibility of   frontline nations like Italy, Greece, \nand Spain, which handle the initial   processing of most asylum seekers, with the \nsupport and solidarity of other EU nations. Sure, like most EU regulations, the \npact looks a bit dry and dull. But   stick with this video! We're diving \ninto the most exciting and debated   parts that have stirred up quite the \nstorm among the EU Member States. And please subscribe to the channel if you \nlike “simple to understand” EU content. Let's start with “the least” \ncontroversial pillars of the pact:   The Screening and Eurodac regulations. The Screening Regulation introduces a pre-entry \nprocedure aimed at quickly examining the profiles   of asylum seekers. This applies to non-EU \nnationals who enter the bloc irregularly,   are rescued at sea, or are caught \nafter avoiding border controls. During this procedure, which \nshould not exceed five days,   information such as the migrant's \nidentity, fingerprints, facial image,   health, security, and vulnerability will \nbe collected. Once this data is assembled,   national authorities will determine the \nsubsequent steps in the asylum process. Biometric data is stored in Eurodac, \nan EU database used by 27 EU and some   non-EU countries since 2003. The updated Eurodac \nRegulation now focuses on monitoring individual   applicants instead of just their applications. \nThis aims to quickly identify repeat applicants,   deter migration between countries, and \nspeed up returns for denied requests. Right after the Screening process, the migrant \nwill formally apply for international protection,   which brings us to the next pillar \nof the pact: The Asylum Procedure. This new regulation introduces a streamlined \ntwo-track asylum system, where the   aforementioned screening process designates \nthe appropriate track for each applicant: Firstly, the so-called “border procedure”,   which applies to applicants from countries with \nlow recognition rates, such as Tunisia, Egypt,   and Morocco, where there's no immediate danger. \nIndividuals who have given false information,   or who are deemed a risk to national \nsecurity, will also follow this procedure. These individuals won't be permitted \nentry into the national territory,   may be subjected to detention measures, \nand won't have the right to see a judge.   The border procedure should take up to \n12 weeks, and if the request is denied,   authorities have an additional 12 \nweeks to deport the individual. Secondly, there is the normal “asylum \nprocedure”. This includes individuals   from countries experiencing civil \nwar, such as parts of Syria, as well   as families with children under 12 years of age. These individuals should be granted \nentry into the national territory,   provided with accommodation, and given the \nright to have their case heard by a judge. Furthermore, the regulation mandates \nthat all 27 member states must have the   capacity to process at least 30,000 asylum \napplications and return decisions annually. Next we come to the most ground-breaking pillar \nof the pact: the Migration Management Regulation. Under this new \"mandatory solidarity\" plan, \nthe EU aims to relocate 30,000 asylum seekers   across Europe annually. This will compel other \ncountries to help out through 3 different options:   Take in some of the asylum-seekers, pay a \ncontribution of 20 thousand euros for each   asylum-seeker rejected or finance \ninfrastructure or manpower needs. This means that an individual in the normal \n“asylum procedure” will be able to be relocated   to another EU country. For example, from \nthe coast of Italy to the Netherlands. This has led to significant tensions among \nthe Member States. Historically hard-line   negotiators on this topic, Poland and \nHungary were the primary opponents of   the solidarity clause, as they don’t \nwant to be forced to accept immigrants. Poland and Hungary was not satisfied \nwith the proposal but they pushed us   through. I mean pushed through the \nproposal. Because legally we are,   how to say it, we are raped. So, if you are \nraped, legally, forced to accept something   what you don’t like. How would you like to have \na compromise and agreement. It is impossible. Beyond Hungary and Poland; Austria, Czechia, \nand Slovakia abstained from the vote altogether,   indicating that they aren’t fully supportive \neither. Germany, too, has posed its own set   of challenges, but for different reasons. \nThey have often been at odds with Italy,   especially over the rights of migrants. A \nrecent contentious issue has been NGO ships   funded by Germany in the Mediterranean Sea, which \nItaly argues act as a pull factor for migrants. But let's go back to the pact. \nAnother part of the Migration   Management Regulation is Deals with \nThird Countries and Migrant Returns. The EU signed a deal with Tunisia in July 2023 \nto reduce irregular migration to the EU. Here   the EU pledges €105 million to Tunisia for \ncounter-smuggling actions, better border   management, and youth economic opportunities, \nalong with providing technical training. In return Tunisia will commit to: \nBoosting border guards and patrols,   enhancing intelligence sharing with the EU \nand taking firm action against smugglers.   And crucially, Tunisia has agreed to \naccept the return of not only its own   citizens but also other migrants who transited \nthrough Tunisia and are in the EU illegally. The official text mandates that a migrant \nshould have \"stayed,\" \"settled,\" or have   family in a country to be sent there. However, \ndisagreements in the EU arose over the destination   of rejected asylum seekers. Italy sought more \nflexibility, but Germany stressed human rights.   Most countries agreed with Italy and while the \nEU maintains its commitment to human rights,   it's up to individual countries to determine \nif a destination meets these standards. The last piece of Pact worth mentioning \nis the: Crisis Response regulation. This would allow member states to take \ntemporary measures should a sudden and   massive influx of third-country nationals \nenter the country. For example: A more   accelerated examination of asylum applications \nat the border, detaining asylum seekers for up   to 20 weeks while their applications are \nbeing processed, detaining rejected asylum   applicants for up to 20 weeks while their return \nto their country of origin is being organised. NGOs warn that these changes might result \nin widespread detainment and weaken asylum   procedures, risking sending migrants back to \nharmful situations. Germany shared these worries,   especially about children's and families' rights,   and had previously stalled the law by abstaining. \nHowever, a final text has now been agreed upon. So, these are the primary points of the new \npact. There's certainly more to explore,   but our immediate concern is \nevaluating its potential impact. And to be honest, at \"EU Made Simple,\" we think \nthe EU's deals with Non-EU countries simply aren't   good enough. While some of the proposed changes \nsound promising, their effectiveness hinges on   the ability to return rejected applicants. \nWithout this, even a two-track asylum system   will not bring about the desired improvements. \nFor perspective, in 2022, EU countries issued   422,400 return decisions, yet fewer than a quarter \nof those non-EU nationals actually left the EU. A primary challenge in achieving higher return \nrates is the refusal of origin countries to   readmit asylum seekers. Often, migrants arrive \nin Europe without any form of identification,   possibly having discarded them \nintentionally. This absence of ID   complicates the process of verifying their \nidentity, making migrant returns harder. The EU's strategy of forming deals with \nthird-party countries to manage this issue   has seen some success in the past. A prime example \nis the EU-Turkey deal in 2016, which significantly   reduced the influx of migrants. These agreements \nnot only address the return of declined asylum   seekers but also incorporate measures to prevent \nirregular migration to Europe in the first place. However, the EU-Turkey migrant deal is set to \nexpire in 2024, with its renewal uncertain.   The EU has said that it is willing to continue \nworking with Turkey on migration, but it has also   said that the deal must be reformed to ensure that \nthe rights of refugees and migrants are protected. We believe such agreements are crucial. \nRenewing the Turkey deal is essential,   and forging similar arrangements \nwith Northern African countries,   such as Morocco, as well as other origin \nand transit nations, is imperative. Overall, we believe that Migration and \nAsylum issues can only be addressed by   an EU-Wide approach. The proposed Pact signifies a \npositive step, yet we can't help but question why,   seven years since the last migration \ncrisis, it's taken this long to finalise. So what next? Well, it's likely to take another \nsix months before the deal is ratified as   negotiations with the European Parliament \nare still outstanding. Then once ratified,   it will probably take a staggering two more \nyears before it's fully implemented across   Member States. Such prolonged timelines \nare concerning and might not only worsen   migration challenges but also inadvertently \namplify support for far-right parties. But what do you think of the New Asylum and \nMigration Pact? Let us know your thoughts in   the comments. If you enjoy short and informative \nvideos about the EU, then please subscribe and   like the video. And if you want to support the \nchannel further, please sign up to Patreon."
}