{
    "videoTitle": "Far-right ID group expels Alternative for Germany (AfD)!",
    "videoId": "tljOgz_NAiQ",
    "transcription": "The Right-Wing populist AfD is losing all \nits friends. Their latest feud with Marine   Le Pen's National Rally has sent shockwaves \nthrough European politics. Both parties,   along with seven others, are part of the \nIdentity and Democracy (ID) group in the   European Parliament. But the AfD's recent \nactions have pushed their allies to the brink. So, what sparked this fallout? It started \nwith the AfD's claim that France should return   Mayotte island to Comoros, which angered Le \nPen. Then, the AfD pushed for \"remigration,\"   advocating for the relocation of German \ncitizens with foreign backgrounds,   even those with German passports. This \nextreme stance further infuriated Le Pen. The final straw? Maximilian Krah, the AfD's \nlead candidate, is under investigation for   allegedly accepting bribes from China and \nRussia. He also controversially stated that   people in Nazi SS uniforms aren’t necessarily \ncriminals, a comment that outraged Le Pen. On May 21st, Le Pen’s National Rally announced \nshe would no longer sit with the AfD in the   European Parliament. That same night, it \nwas reported that both Le Pen and Matteo,   leader of Italy’s League party, declared they \nwould no longer stay in coalition with the AfD. Ouch! This is bad news for the AfD What happens next? We see four possible scenarios: Firstly, Nothing changes: This \ncould just be pre-election talk,   and after the elections, it might \nbe back to business as usual. Secondly, the AfD gets booted from the ID group:   This would mean the ID group could \nlose influence and around 15 seats. Thirdly, the League party and National Rally \nform a new group. Other I&D parties might also   join for the ride, and any other outcasts that \nare currently not aligned to a european group. Fourthly, National Rally and Lega join the ECR: \nThis could make the European Conservatives and   Reformists (ECR) a formidable force. But it’s \nalso unlikely due to Salvini and Le Pen’s   links with Russia and their lukewarm support for \nUkraine, which contrasts with the ECR’s stance. So, what’s the most likely outcome? Honestly, \nscenarios 1 and 2 seem the most plausible.   This might just be pre-election \ntrash talk. But one thing is clear:   the AfD is more extreme and not well \nliked among far-right parties in Europe. We are making videos on all the European parties, so check them out  Make sure you go and vote and thanks for watching,   and don’t forget to subscribe for \nmore updates on European politics!"
}