{
    "videoTitle": "Fortnite is BACK on Apple devices – The EU’s Digital Markets Act",
    "videoId": "11f5Yv8VZT8",
    "transcription": "Big news for all the Fortnite fans out \nthere! After a long wait of four years,   Fortnite is finally making its much-anticipated \ncomeback on iPhones and other IOS devices.  How, you ask?\nWell, The European   Union has introduced a game-changing law known \nas the “Digital Markets Act,”, also called DMA,   which is all about eliminating unfair competitive \nadvantage. The Act will allow companies like Epic   Games to run their own app stores right on Apple \ndevices! And it's not just Epic Games that's   getting this privilege. Starting from March, Apple \nwill have to open up its iOS devices, at least in   the EU, to all alternative app stores.\nBut that's not all. The new law wants to address \nmany more monopoly issues,   targeting the big tech giants known as \ngatekeepers. These potential gatekeepers   refer to large online platforms that \nhold a powerful position in the market,   have a vast number of users and have a presence \nacross multiple EU countries. So far the EU has   identified six companies as gatekeepers: Alphabet, \nAmazon, Apple, ByteDance, Meta, and Microsoft. These gatekeepers now have a set of 4 ‘do’s’ \nand 4 'don’ts’ they have to follow. Pause   the video here if you want to read. Otherwise \nstick with us for a more simple explanation. If the gatekeepers don’t follow these rules,   it can get very expensive. The EU can fine a company up to 10% of   the company’s total worldwide annual turnover, or \nup to 20% if they break the rules several times. but enough of the blabla, what \ndoes this mean for you as a user? As an iOS user, you can now download \nthird-party app stores for new apps.  If you use Google Search, Google can't favor \nits own services, so instead of, for example,   Google Flights, your search might have \na better competitor as a first result.  Amazon can't use the data they collect about \nyou unfairly to boost their own products.  And you'll also enjoy more browser options without \ngatekeepers setting defaults like Apple's Safari. There are another 50 examples like \nthis, but I really think you get the idea. But is this law any good though? Unsurprisingly, major tech firms \nlike Apple are sceptical. They   say the law will increase security \nrisks for customers. In contrast,  however, smaller competitors generally support \nthe legislation, but worry that it may   not be fully enforced. 24 of them have already \nsigned an open letter expressing their concerns. We'll know for sure on March 6th when all \nsix gatekeepers must comply with the new law. But what do you think? Do you like the new \nlaw? A big shout out to our contributors   who helped with the video. And if you \nlike quick and simple news about the EU,   then please subscribe to the channel to get \nyour frequent dose of EU Flash. "
}