{
    "videoTitle": "France's Massive Influence In The EU Elections",
    "videoId": "XRDeYezYpbg",
    "transcription": "It is 2009 and The Front National, a French \nparty known for its strong stance on national   sovereignty and immigration, is a \nminor player with just over 6% of   the vote during the European elections. \nSoon after, Marine Le Pen takes the lead,   and by 2014 they win and astonishing 25% \nof the French vote in the EU elections. Then 2019 rolls around, and it's shaping up \nto be Le Pen’s moment. But here comes Macron,   slicing into her lead and leaving her with 23.% \n- still impressive, but shy of a landslide. Macron, with his youthful energy and promises \nof reform, initially seemed like a breath of   fresh air. But fast forward to the present, \nand the air is thick with discontent. His   presidency is marred by protests - think \nmasses of people hitting the streets,   furious about pension reforms and farmers \ndriving their tractors into Paris. As the next EU elections loom this year,   the political tide appears to be turning \nonce more. Le Pen's National Rally party,   now riding a wave of dissatisfaction with Macron's \nleadership, is polling at a staggering 29%. Macron, on the other hand, \nseems to be losing his grip,   with projections putting him at a mere \n17%. Other parties are polling even lower,   making Le Pen the main player \nin the EU elections for France. But what does this all mean? Well, political parties from across \nEU member states don't just compete   in isolation; they're part of larger \nalliances that span the continent. Le Pen's National Rally aligns with \nthe I&D group, uniting eurosceptic,   right-wing parties like Italy's Brothers of Italy \nand Germany's AfD towards a nation-focused Europe. On the other hand, Macron's Renaissance party \naligns with Renew Europe, uniting pro-European   liberal parties, like the Dutch VVD and \nSpanish Citizens party, towards EU integration. The other French parties \nalign to other big European   groups but obviously have far fewer MEP’s. If you don’t know these European groups \nand are getting lost in the details,   make sure you watch this video first. It \nwill give you all the basics to European   elections. Oh and please subscribe \nto stay informed about the EU! Le Pen's rising popularity is poised to \nsignificantly alter France's representation   in the European Parliament. Should elections \noccur today, her National Rally would propel the   I&D group with an additional nine French MEPs, \nwhile the Renew group would lose nine seats. This shift would not only enhance the I&D \ngroup's standing but also catapult it into   third place within the Parliament, \nright behind the S&D and the EPP. But oh, how the plot thickens. With the \nelections fast approaching, the National   Rally are eyeing potential alliances with other \nEuropean Groups, for example the ECR group. This move, especially alongside Italian \nPrime Minister Meloni's Brothers of Italy,   could significantly boost the ECR, propelling \nit to third place with a projected 109 seats. Additionally, Hungarian Prime \nMinister Viktor Orbán's Fidesz party,   with its 13 MEPs currently unaffiliated, \nis contemplating joining the ECR. This   could elevate the group's total to 122 seats. \nWhile still trailing behind the S&D and EPP,   this bolstered position could significantly \nenhance the ECR's influence within the EU. But things get even more intriguing. The National \nRally is also contemplating an unprecedented   alliance with the center-right EPP, as their \npolicies begin to converge. The EPP has adopted   a stricter stance on migration and is softening \nits approach to green policies, while the National   Rally is moderating its nationalist positions, \npotentially paving the way for collaboration. Historically, such an alliance would have been \nunthinkable due to the “cordon sanitaire”,   a principle that prevents mainstream \nparties from partnering with those   on the far-right or far-left. However, the once \nrigid boundaries are gradually eroding. The EPP,   along with the ECR and I&D, are finding \ncommon ground more frequently, whether on   environmental regulations or migration policies. If the National Rally and the EPP form \nan alliance, the EPP could dominate the   European Parliament with an estimated 201 seats, \nsignificantly influencing EU policies. However,   the likelihood of this alliance is very \nuncertain, leaving it open for speculation. But one thing is for certain, Le Pen \nhas a lot of power in the elections,   and whichever group she joins, will be a force to \nbe reckoned with during the next election cycle. Now onto our “sprint for \nCommission president” leaderboard. So, if Le Pen were to join the EPP, then the \nEPP will almost certainly win the election,   therefore lets move the EPP \ncandidates forward slightly. On the other hand, Le Pen might also join the ECR,   in this case we would need to place a potential \nECR candidate at the very back. We would need   a political earthquake for them to catch-up \nwith von der Leyen, but hey, you never know. So, this was episode 2 of our \"Road to the \nEU Elections\" series! Our goal is to make the   European Elections fun and simple. Each episode \nwill feature a spotlight story, like this week's   focus on France, followed by the current polls \nand the race for Commission President. Check   out the video linked above if you are new to \npolitics and subscribe today and if you're keen   on supporting our mission to educate the public \nabout the EU, consider signing up to Patreon. Thanks for watching!"
}