{
    "videoTitle": "Greece in the EU",
    "videoId": "9XFPqIKCb0w",
    "transcription": "This is Greece. The birthplace of democracy, philosophy, and \nthe Olympic Games, with a history that echoes   through its ancient ruins and beautiful \nislands. Greece's legacy includes the   incredible empire of Alexander the Great, \nwhich stretched from Egypt to the borders   of India, showcasing the military genius and \ncultural integration of the Hellenic world. Nestled at the crossroads of Europe, Asia, and \nAfrica, Greece's strategic position has shaped   its history as a bridge between the East \nand West. With around 10.4 million people,   Greece speaks Greek as its official language. \nThis language has impacted all European languages,   mainly through Greek vocabulary \nin science, medicine, philosophy,   and the arts. For example, words like \"biology\" \nand \"physics,\" trace back to Greek roots. Greece has now been a European Union member for \nmore than 40 years, but how did they join to start   with? This is the 7th video in a series where we \nexplore each of the EU member states, one by one. As always, let's start with history. Greece, with its millennia-old civilization, \nprofoundly influenced Western culture,   democracy, and philosophy. Its classical era \nsaw city-states like Athens and Sparta thrive   independently. The pinnacle of Greek history \nwas under Alexander the Great, whose empire   spread Greek culture across Asia, Egypt, and \ntowards India. However, as with all empires,   it didn't last forever. Greece eventually fell \nto the Romans, and then the Byzantine Empire,   which was a continuation of the Roman Empire that \nbecame increasingly Greek in culture, language,   and Orthodox Christianity. Finally, Greece \nfell to the Ottomans. Jump to the 19th century,   where the Greeks launched the 1821 \nWar of Independence against Ottoman   rule. The 1827 Battle of Navarino, aided \nby British, French, and Russian fleets,   was pivotal, leading to Greece securing its \nindependence with crucial international support. As we delve into the fascinating history \nof Greece, it got me thinking – how much   do we really know about our own roots? Are \nour ancestors even European? To find out,   I partnered with “MyHeritage”, today's sponsor, \nand trust me, it's a game changer! Exploring   MyHeritage was an adventure! It's incredibly fun \nand easy to use. I started by simply entering   information about my parents and grandparents, \nand whoop – there it was! I discovered my great   grandparents and many generations further back. \nThe process was so easy, even with little family   information to start with, as MyHeritage has \nover 19 billion historical records to work   with. I also stumbled upon some astonishing facts. \nI always thought my family was entirely European,   but guess what? I found out that I have ancestors \nwho have roots in Turkey and Indonesia! Looks like   the Dutch colonial past in Indonesia wasn't just \na chapter in history books but a part of my own   family story. Who knew? And check this out – I \nuploaded this old family photo to MyHeritage.   Their tools let me repair, colourize, enhance, and \neven animate it. It's like bringing my family's   history into the present! If you're curious \nabout your family history, I highly recommend   MyHeritage. It’s more than building a family \ntree; it's discovering a part of yourself. And   here's something exciting – you can sign up for \na 14-day trial to explore the vast resources of   MyHeritage. So start your journey into your family's \npast today! And find the link in the description below From the late 1800s to the mid-1900s, \nGreece was embroiled in conflicts,   including the Balkan Wars and the World Wars. \nThe nation also grappled with political turmoil,   marked by a clash between monarchists and \nemerging democrats. The Second Hellenic Republic,   from 1924 to 1935, sought to bolster democracy \nand enact reforms, but faced economic and   political challenges, ultimately leading \nto the monarchy's reinstatement in 1935. After World War II and a subsequent \ncivil war, Greece faced a tough period   of rebuilding from the destruction. The \npolitical scene also remained difficult,   with the royal monarchy persisting until \n1967, when the situation took a drastic turn. A military coup ushered in \na dark era of dictatorship,   known as the Regime of the Colonels, \nwhich lasted until 1974. This period was   marked by severe restrictions on freedoms and a \nsuspension of democratic processes. Then in 1974,   democracy was restored in Greece, marking a \nnew era of reforms and European integration. This shift towards democracy was a key \nstep towards Greece's goal of joining   the EU and after several years of negotiations,   Greece officially became the 10th member of the \nEuropean Community in 1981. Then 20 years later,   Greece adopted the euro in 2001, further \ncementing its place within the EU framework. Despite facing a severe financial crisis from \n2008, which tested its economic and social fabric,   Greece has shown resilience, and through \nextensive reforms and international support,   it has been working on a path of recovery \nand growth. But more on this later. Today, Greece stands as a country proud of its \nrich heritage, contributing to global culture,   arts, and democracy. Its journey \nthrough ancient glories, challenges,   and resurgence underscores its pivotal role in \nshaping not just European but global civilization. Regarding the Greek economy, its \nGDP, at 207 billion Euros in 2022,   is right in the middle when compared to \nmany of its EU counterparts. But with a   GDP per capita of just 20 thousand euros, \nit ranks 22nd in Europe—ahead of Croatia   and Hungary but trailing Latvia and Slovakia. \nNotably, with the EU average GDP per capita at   35 thousand euros, Greece has some catching \nup to do to reach the European average. The EU Single market has been very good for \nGreece, as Intra-EU trade accounts for 57% of   Greek exports. In the EU the main recipients are \nItaly (11%), and Germany (8%) and outside of the   EU the 4% goes to the US and Turkey. In terms of \nimports, 57% comes from EU Member States, Germany   leads (12%), followed by Italy (9%). From non-EU \nnations 8% comes from China, and 6% from Russia.  In terms of politics, Greece is a parliamentary \nrepublic, where the President plays a mostly   ceremonial role, representing the nation at \nofficial functions and in international contexts,   while remaining above the political fray. The real \npower lies with the Prime Minister, who leads the   government, drives policy, spearheads legislative \nefforts, and handles the country's day-to-day   affairs. This arrangement ensures that, though \nthe President is the face of Greece, the actual   governance is carried out by the government, which \nis democratically elected by the Greek people. Greece's legislative body is unicameral, \nconsisting of a single chamber,   the Hellenic Parliament. This parliament has 300 \nmembers who are elected to four-year terms. The   election system is a unique mix, with 250 seats \nfilled through proportional representation,   allowing for a broad representation of \npolitical parties from across Greece. The   remaining 50 seats are awarded as a bonus \nto the party that receives the most votes,   aiming to facilitate the formation of a \nstable government. This blend of direct   and proportional representation ensures both \nwide-ranging party involvement and governability. New Democracy, a centre-right political party in \nGreece, is currently leading the government with   158 seats. Founded in 1974, shortly after \nthe restoration of democracy in Greece,   it has played a pivotal role in shaping \nthe country's modern political landscape.   New Democracy is rooted in liberal-conservative \nprinciples, advocating for economic liberalism,   stronger European integration, and social \npolicies that emphasise individual responsibility. Under the leadership of Kyriakos Mitsotakis,   the party focuses on economic growth, \njob creation, reducing bureaucracy,   and enhancing Greece's standing within the \nEuropean Union and on the global community. On the European level, Greece is allocated \n21 seats in the European Parliament in   accordance with its population. Among the 27 \ncountries, Greece ranks 8th in terms of MEPs,   with Germany, the most populous, having 96 \nMEPs, and Malta, the smallest, having 6 MEPs. 7 Greek MEP’s are part of \nthe center-right EPP Group,  1 is part of the center-left S&D,  1 has joined the eurosceptic \nconservative ECR Group,  1 is part of the centrist liberal Renew group,\n1 is part of the Greens,  4 are members of the far-left party, The Left.\nAnd 6 are unaffiliated. Greece's influence in the EU can be seen through \nMargaritis Schinas, who has served as the European   Commission's Vice-President for Promoting the \nEuropean Way of Life since 2019. His impact   includes shaping the New Pact on Migration and \nAsylum, enhancing EU security coordination,   and preserving cultural heritage, notably through \nanti-terrorism and border security strategies. So, let's chat about Greece's relationship \nwith the EU. Do the two get along? Greece is an old Member of \nthe EU family and ever since,   Greece and the EU have had \na pretty wild ride together. At first, being part of the EU \nwas like hitting the jackpot   for Greece. It meant more money flowing in and \nopportunities for growth popping up. But then,   the financial crisis hit in 2008, \nand oh boy, did it hit hard. Greece got into a mess because of a \nfew big problems: they owed a ton of   money, not everyone was paying \ntheir taxes, and their budget management was,   frankly, a mess. When the global economy went \nsouth, Greece was hit way harder than most. Enter the EU, the European Central Bank (ECB), \nand the International Monetary Fund (IMF) with   a plan to save the day... well...sort of. They offered \nGreece a bunch of money to help out, but with a   catch. Greece had to agree to some really tough \nconditions - we're talking big cuts in government   spending, slashing pensions, and reducing wages. \nImagine getting less money for your job or your   grandma getting a smaller pension. Yeah, not cool, \nand definitely something that made a lot of Greeks   super upset. In the midst of the turmoil, Angela \nMerkel or the recently deceased Wolfgang Schaeuble   became somewhat of an unpopular figure in Greece, \nseen as the symbol of the austerity measures. Despite all this drama, Greece stuck with \nthe EU and worked hard to meet the demands   set by their lenders. And fast forward \nto 2018, and Greece finally got to say   goodbye to these bailout programs. But, \nlike any big drama, the scars remained. Now, let's talk numbers. Today, about 44% \nof Greeks view the EU in a positive light,   while only 18% see it negatively. \nThe rest, 38%, are on the fence,   feeling neutral about it. But given \nthat a decade ago, calls for Grexit   were widespread both within the country and \nacross the EU, these numbers are pretty good! However, challenges still persist: First, some Greeks are frustrated by the EU's \nlimited role in foreign policy, particularly   in relations with Turkey. For instance, Turkey \nhas faced accusations of directing immigrants   to the Greek border, claiming it is open. Or \nthe situation in Cyprus, where the fate of the   island is still unresolved. We have a whole video \non this issue linked above if you are interested. Second, some Greeks also seek a more unified EU \napproach to migration, including border control   and shared responsibility for refugees. While Greece \nhas benefited from financial aid and support from   Frontex, the country has seen limited success in \nthe redistribution of refugees within the Union. On a brighter note, Greeks generally appreciate \nthe EU's vital financial support and know-how in   boosting their economy, especially with the hefty \n€30 billion from the EU's Next Generation fund   and an annual net gain of about €4 billion from \nEU coffers. The current New Democracy party's   enthusiasm for the EU, combined with the strong \nEuropean identity felt especially by the youth,   highlights Greece's commitment to \nthe EU as a pathway to a better life. But what are your thoughts on Greece's \nrole in the EU? Greek viewers,   we'd love to hear from you in the comments! And don’t forget to check out MyHeritage, \nthe best way to explore your family tree. So,   sign up for their 14-day \ntrial today! It’s worth it. If you liked the video, don't forget to subscribe,   and if you want to support the channel \nfurther please consider signing up to Patreon. Until next time!"
}