{
    "videoTitle": "How Germany Will Shape the EU Elections",
    "videoId": "R3-4ddlzbHQ",
    "transcription": "Germany: The EU's heavyweight. Not only does \nit boast the largest population and economy   within the EU, but it also stands as one of \nthe most influential countries in the bloc. With a whopping 96 seats out of 720 in the EU \nParliament, Germany isn't just participating;   it's leading the charge, holding more than 13% of \nthe total seats. And there is more! The leader of   the biggest EU political party is German. And have \nyou ever heard of this lady? Again, she is German. Therefore, when Germany goes to the polls for \nthe EU elections on June the 9th, it matters,   so if you are German, make sure you participate. So, who can Germans vote for? Here's \nsuper quick rundown on the major players,   from the largest to the smallest, \naccording to the latest polls: Leading the pack is the Centre-Right CDU/CSU \ncoalition with a comfortable 29% of support.   They're very pro-EU, advocating for much \nstronger EU defence measures, including EU   aircraft carriers and missile defence shields. \nThey also support very strict migration laws,   proposing stronger EU borders and the creation of \nmigration centres in third countries. And lastly,   they want to integrate economic \ngrowth with environmental protection. The Right-Wing Populist AFD holds \n16%. They are strong eurosceptics,   pushing for an EU referendum to potentially \nestablish a European economic community   without losing national sovereignty. They \npropose reverting to national currencies   and advocate for a strict migration policy, \ndemanding tighter borders and remigration. Next are the Greens with 16%. They \nare pro-EU and seek a peaceful,   free EU focused on citizens' prosperity and \nclimate sustainability. They aim to make   Europe the first climate-neutral continent. \nIn terms of migration they call for more   humanitarian aid in crisis areas and want \na long-term, fair European asylum policy. The Centre-Left SPD, at 17%, is pro-EU, \nfighting for European health and social   unions, including labour standards and \nreduced working hours. They also want   to do a lot more for defence, and a fair \nmigration policy: emphasising solidarity,   protection for vulnerable groups, humane \nborder controls and legal sea rescues. Bündnis Sarha Wagenknecht, at 7%, are \neurosceptics advocating for an EU overhaul   towards greater national sovereignty. They \noppose EU expansion to include new members   like Ukraine and are against arming Ukraine. \nThey also have a strict stance on migration and   support processing asylum applications \nat EU borders or in third countries. And finally, The Centre-Right Liberal FDP, holding \n4%. They support the EU and advocate for reduced   bureaucracy and stronger defence capabilities. \nThey are dedicated to empowering the EU,   especially in foreign and security policy, calling \nfor a European Defense Union and a European army. The individuals on the screen are the \nleading candidates representing their   respective political parties. Yet, \nUrsula von der Leyen stands out as   the most probable candidate to assume \nthe role of Commission President. I understand this overview is super \nhigh-level, and if you're looking for   more detail, don't forget to subscribe \nand hit the notification bell. We'll   explore each party's policies in depth as \nwe approach the EU election on June 9th. Also, voting for smaller parties in EU elections \ncan really matter! In Germany, they need just 0.5%   of votes to secure a seat, much lower than the 5% \nrequired in national elections. This allows even   small parties to win seats, such as VOLT, which \nearned a seat with just 0.7% of the votes in 2019. Now, you might be wondering:   how do these poll numbers actually turn \ninto seats at the European Parliament? We've crunched the numbers for you and \nthe CDU/CSU would get the most seats, 28,   followed by the SPD with 16 Seats, and then \nthe AFD and Greens with 15 seats each. Bear   in mind that there is a small margin of error \nand that some of the seats in “Other” column,   could be redistributed into the bigger parties.  But the real question is: what \nhappens next on the European stage? Well here's where it gets interesting: In EU \npolitics, national parties like the CDU, AFD, or   SPD don't directly pull the strings. For instance, \nthere isn't a CDU party sitting in France. Or   an SPD in Romania. Instead, Europe works a bit \ndifferently, through political families or groups. For instance, Germany's CDU/CSU joins forces \nwith other like-minded parties from all over   Europe. They teamed up with France's \nLes Republicans, Spain's PP, and over   30 other parties to form a supergroup known \nas the European People's Party, in short EPP. Yes, it's a bit complex, but hang tight! We've \ngot a visual that'll help clear things up. It   shows which German parties contribute \nto which European political groups. Based on current polls, most German seats \nwould come from the CDU/CSU and bolster the   European EPP party. The AfD, on the \nother hand, aligns to the I&D party,   and the Greens to the Greens-European \nFree Alliance, the SPD to the S&D,   the FDP to Renew Europe and Buendniss Sarha \nWagenknecht is not affiliated to any group, yet. And here's something crucial \nfor German voters to understand:   casting a vote for your national party \nlike the FDP isn't just about local   preferences—it's also an indirect \nvote for the Renew Europe group.   This is significant because being part of \nRenew Europe, where Macron's Renaissance   party holds the majority, might require the \nFDP to compromise on some of their ideas. Remember, if you're voting in Germany or elsewhere \nin the EU, think beyond national parties. So onto the European level. \nWho is currently winning? This chart illustrates the current \ncomposition of the European Parliament   versus recent polling data. Should \nthese poll results materialise: The European People's Party (EPP) would retain \nits position as the most influential group,   with only a slight decrease in \nseats primarily attributed to the   robust performance of Germany's CDU. Manfred \nWeber, leader of the CSU and the EPP group,   really underscores the significant \nGerman influence within this faction. The Identity and Democracy (I&D) group, known \nfor its eurosceptic and right-wing stance,   is poised for a remarkable gain in seats. \nA substantial portion of this increase   is credited to Germany's AfD, which has seen \nconsiderable growth since the 2019 election. The Greens/European Free Alliance (Greens/EFA), \nand Renew Europe are anticipated to experience   significant seat losses. This downturn reflects \nthe declining poll numbers of the Greens,   FDP in Germany. Notably, the leadership \nof both the Greens/EFA and Renew Europe   includes German figures, further highlighting \nstrong German influence in these groups. The Progressive Alliance of Socialists \nand Democrats (S&D) is expected to   maintain a strong presence, albeit with \na slight reduction in their seat count,   which can also be attributed to the \nSPD's weak performance in Germany. Intriguingly, no major German parties do not \nalign with the ECR group. However, the ECR is   expected to experience growth, largely due to the \nsuccess of Meloni's Brothers of Italy in Italy. That brings us to our third and final section \nof the video. The sprint toward the position   of President of the European Commission, \nthe closest role the EU has to a president. So, who are the sprinters? Right now, the EPP party is on track to \nsecure a plurality in Parliament. This   puts Ursula von der Leyen of Germany as the \nfrontrunner. Nicolas Schmit from the S&D is in   contention but faces diminishing poll numbers, \nmaking his win less probable. There are other   possibilities on the screen, but to be honest \nthis would require a political earthquake. \n   This video is part of our \"Road to the EU \nElections\" video series. Our goal is to   make the European Elections fun and simple. \nEach episode will feature a spotlight story,   like this week's focus on German parties, \nfollowed by the current polls and the race   for Commission President. Are you new to EU \npolitics? Check the linked video for a starter   on European Parliament political groups. \nSo, Subscribe today and if you're keen on   supporting our mission to educate the public \nabout the EU, consider signing up to Patreon."
}