{
    "videoTitle": "How France Will Shape the EU Elections",
    "videoId": "ROkVKVEOmJc",
    "transcription": "This is France - An EU heavyweight. Not only \ndoes it boast the 2nd largest population and   economy within the EU, but it also stands as one \nof the most influential countries in the bloc. With a whopping 81 seats out of \n720 in the European Parliament,   France isn't just participating: it's \nleading the charge, holding more than   11% of the total seats. Only Germany, with \nits larger population, holds more seats. Therefore, when France goes to the polls for \nthe EU elections on June the 9th, it matters,   so if you are French, make sure you participate!\n  So, who can the French vote for? Here's \nsuper quick rundown on the major players,   from the largest to the smallest, \naccording to the latest polls:  Le Pen's National Rally, a right-wing \npopulist party, currently leads with   31% support. Historically Eurosceptic, they \nhave shifted from advocating for a \"Frexit\"   and leaving NATO to seeking reforms within the EU \nand maintaining NATO membership. While Le Pen has   publicly condemned Russia's actions in Ukraine, \nher party's voting record reveals opposition to   sanctions and military aid, and she recently \nabstained from voting on a French security   agreement with Ukraine. The party opposes \nUkraine’s membership in the EU and NATO and   faces accusations of being pro-Putin, especially \ngiven past financial ties to Russia. Domestically,   they advocate for strict immigration \ncontrol and left-leaning economic policies,   aiming to represent the \"ordinary person.\"\nMacron's centrist liberal Renaissance party holds   18% support. They are very pro-EU, advocating \nfor a European-centred approach to defence,   clean energy, and new technologies. The party \nhas recently toughened its stance on the   Russia-Ukraine war, suggesting that all support \noptions, including sending European troops,   are on the table. Renaissance has long \nadvocated for EU strategic autonomy,   especially important with the potential return of \na Trump presidency. Additionally, the party has   recently adopted stricter migration policies and \nis pro EU enlargement if all requirements are met. The Centre-Left Socialist Party holds 11% \nsupport. Once a dominant French force,   it struggled following Hollande's unpopular \npresidency. The party is pro-EU, advocating   for enhanced military capabilities among member \nstates, increased arms supplies to Ukraine,   and the development of a European defence system. \nThey aim to reform agriculture with a new, fair,   and sustainable Common Agricultural Policy (CAP) \nand they want to address rising living costs,   by capping energy prices for example. When it \ncomes to migration, their approach is a little   softer, with focus on regularising workers \nin irregular situations and human rights. \n   While voting is crucial, another way to influence \nEurope is by signing EU citizen initiatives like   'EU Live Bus Stop Info'. Have you ever stood \nat a bus stop, playing the guessing game of   whether your bus missed you or you missed your \nbus? Imagine a world where a QR code at each   bus stop in all 27 EU Member States that gives \nyou real-time bus schedules, routes, delays,   and updates right at your fingertips. Imagine \nnot wasting any more time by not knowing whether   your bus will actually come to pick you up! \nTherefore, if you support this initiative,   scan the QR code on the screen or click the \nlink in the description below. By signing,   you will make your voice heard and can \nhelp Europeans getting from A to B. Now back to politics! The Left-Wing Europe Ecology - the Greens hold \n8% of support. They are also pro-EU and want to   continue to support Ukraine with artillery and air \ndefence. They seek a peaceful, free EU focused on   citizens' prosperity and climate sustainability \nand aim to make Europe the first climate-neutral   continent. In terms of migration they call for \nmore humanitarian aid in crisis areas and want   a long-term, fair European asylum policy. In fact, \nthey claim the france is not doing enough to take   its fair share in hosting displaced people.\nThe Right-Wing Republicans hold 7% support   and are pro-EU, advocating for \ncontinued massive support to Ukraine,   but oppose EU enlargement. They propose that \neach EU member state should allocate at least   3% of its GDP to defence annually, thereby \nstrengthening the NATO framework. On migration,   the Republicans advocate for significantly \nstrengthening the EU's external borders,   facilitating the expulsion of those in irregular \nsituations, and making the European social model   less appealing. They also support processing \nmigration procedures in third countries. The Left Wing populist party France Unbowed, at \n7%, is soft eurosceptic, because they perceive the   EU as too economically liberal. They are pushing \nfor a ceasefire in Ukraine and Gaza, but are   historically against raising defence budgets. In \nterms of migration, they want France to uphold the   dignity and human rights of refugees, emphasising \nsolidarity, protection for vulnerable groups,   humane border controls and legal sea rescues.\nThe individuals shown are leading candidates   from their political parties, but none are \nlikely to become the Commission President,   a role Ursula von der Leyen from Germany is \nmost likely to get again. I know this is only a   high-level overview; for more detailed analysis, \nremember to subscribe and hit the notification   bell. We'll dive deeper into each party's policies \nas the EU election on June 9th approaches. There are numerous other political parties \nin France, but it's important to note that   most are polling below 5%. In France, there's a \n5% threshold for parliamentary representation,   so parties receiving less than 5% of the vote \nwon't secure any seats in the EU parliament. Now, you might be wondering: how \ndo these poll numbers actually   turn into seats at the European Parliament?\n \nWell, we've crunched the numbers for you and   the National Rally would get the most seats, \n29, followed by Renaissance with 17 Seats,   and then the Socialists with 10. Bear in mind \nthat there is a small margin of error, as parties   in the “Other column” could get 5% and therefore \ntake some seats from the parties on the screen.  But the real question is: what \nhappens next on the European stage?\n   Well here's where it gets interesting: In EU \npolitics, national parties like the National   Rally, Renaissance, or the Socialists don't \ndirectly pull the strings. For instance,   there isn't a National Rally party sitting in \nIreland. Or a Renaissance party in Romania.   Instead, Europe works a bit differently, \nthrough political families or groups.\n   France's National Rally has aligned \nwith similar parties across Europe,   such as Germany’s AfD and Italy’s Lega, \nand many more other national EU parties,   to form a coalition known as the Identity \nand Democracy group, or in short ID. Here’s how French parties connect \nwith European political groups: The National Rally would contribute \n29 projected seats to the ID group.  Renaissance brings 17 seats \nto the Renew Europe Group.  The Socialist Party adds \n11 seats to the S&D group.  Europe Ecology takes 7 seats \nto the European Greens.  The Republicans join the EPP.  France Unbowed aligns with The Left.\nReconquest brings 5 seats to the ECR. The European Parliament has 720 seats, with \ncurrent projections of the next elections   showing the EPP as the largest group, followed \nby the S&D, ID, Renew Europe, ECR, the Greens,   and then the Left. Now if we blend in the \ncurrent EU parliament seat distribution,   you can clearly see the remarkable rise of \nthe ID group to 87 seats, placing them third,   ahead of Renew Europe, where Macron’s \nRenaissance party is a member. The   National Rally has shown significant gains, \nwhile Macron's party is underperforming,   which is clearly influencing the \npotential outcome of the EU elections. And here's something crucial for French voters to \nunderstand: casting a vote for your national party   like the National Rally isn't just about local \npreferences—it's also an indirect vote for the   ID group. This is significant because being part \nof ID, where Germany’s AfD and Italy’s Lega have   substantial influence, might require National \nRally to compromise on some of their ideas. And this is where my channel wants \nto help. We are creating 7 videos,   1 for each political group, to explain in a \nlot of detail what their vision is for Europe. So for example, do you like the Republicans?  Then check out this video on the \nEPP group to whom they are aligned. Or do you like the Socialist Party?  Then check out this video on the \nS&D group to whom they are aligned. If you like National Rally or Renaissance, then \nplease subscribe to the channel. As in the coming   weeks we will release a video explaining \nboth the ID group and Renew Europe group. Thank you so much to our \ncontributor for this video Thank you so much for watching "
}