{
    "videoTitle": "Hungary's Orbán blackmailed the EU - and it worked.",
    "videoId": "IehkjUMKr6E",
    "transcription": "Oh, Orban, you truly are the maestro of \nEuropean political theatre, once again   seizing the spotlight in a gripping two-day summit \nmarked by two crucial votes: Whether to initiate   Ukraine & Moldova accession talks, and whether to \nallocate €50 billion in military aid to Ukraine Everyone thought Orban would veto both big \nEU proposals, but in a surprising move,   he only said no to the €50 billion military \naid and let the Ukraine/Moldova EU talks go   ahead. He didn't really approve it, though \n– he just left the room during the vote,   a planned move, so the decision could go through \nwith 26 yes votes and one abstention. This past month has been packed with political \ntwists and turns, and we're going to cover all   of that in this edition of EU Flash, where we \nbring you quick and clear updates on EU news. The saga began in late November when Orbán sent a \nletter to the President of the European Council.   In his letter, Orbán called for a \"strategic \ndiscussion\" before making any decisions on   Ukraine funding, starting EU accession \ntalks, or adding more sanctions against   Russia. In simpler words, he strongly \nhinted that he would use his VETO power   against supporting Ukraine in the pivotal \nvote scheduled for the 15th of December. At the start of December, the diplomatic dance \nto woo Orbán was in full swing. The Council   President even cut his trip to China short to \naddress the issue and meet with EU leaders. Next up, French President Emmanuel Macron \nrolled out the red carpet with a fancy   dinner in Paris all part of the charm \noffensive to nudge Orbán's opinion. But just a few days before the crucial vote,   Orbán was still strongly opposed to the EU’s \nplan.  Then literally 1 day before the crucial vote, \nthe European Commission released €10 billion   euros in EU funds to Hungary. For context, \nlast year the European Union froze over 30   billion euros of EU funds to Hungary, due to \nconcerns about breaches in the rule of law,   including issues with judicial independence, \ncorruption, and mismanagement of EU funds. Then, on the 14th of December, Hungary \nmade a U-turn, and surprisingly allowed   the Ukraine/Moldova-EU accession talks to \nofficially start. Such a coincidence right? We   think not. There was likely a behind-the-scenes \ndeal where the EU agreed to release funds in   exchange for Hungary's support on these issues. \nRegarding the €50 billion in military aid,   the Dutch Prime Minister expressed confidence \nthat Hungary will retract its veto by the end   of January, most likely timed with another \n€10 billion in funds flowing to Hungary. The European Commission has firmly \ndenied any such arrangement,   attributing the financial release to \nHungary's judicial reforms made last summer. However, multiple non-profit   organisations and major groups   of the European Parliament remain sceptical \nand have called for more substantial reforms. Here is what we think: While it's clear that \nUkraine isn't quite ready to join the EU just yet,   initiating negotiations seems like \na logical step forward. Of course,   differing opinions on this matter are valid and \nwelcome. However, we believe Orban's opposition   appears to be more about leveraging for EU \nfunds rather than policy considerations. We believe this situation \nbrings to light a larger issue:   the need for EU reform. The current unanimity \nrequirement allows a single member state to   have disproportionate influence, even \nblackmail, as seen in this case. Check   out this video to see a current reform \nproposal making its way through the EU. which we believe will solve a lot of these issues. But what do you think? Was the EU right to \nrelease 10bn euros, so that Ukraine could be   adequately supported? Or should the EU have called \nOrban’s bluff. Let us know in the comments. And if   you like quick and simple news about the EU, then \nplease subscribe to the channel. Until next time."
}