{
    "videoTitle": "Macron's NEW EUROPE includes the UK & Ukraine",
    "videoId": "WKs61yaeU6Q",
    "transcription": "This is the EU today but it \nis unlikely to stay that way.  The original founders of the EU often referred \nto as the inner 6 want to integrate further,   potentially into an EU federation. The other 21 EU \nmembers are more likely to support the status quo   rather than integrating further. Then there \nare 10 countries that want to join the EU,   and the wider European community with whom the \nEU needs to collaborate to face global crises.   Basically a multi-tiered European union - is this \nwhere we're heading towards? It wouldn't be a new   idea, as Macron has spoken of this twice already \nsuggesting a Multi-Speed EU in 2017 and a European   political community in 2022. So that means more \nlayers to the European project... Great. But how   would this work with the entities we have today? \nSimply put it will make it even more complicated.   Nonetheless with Ukrainian and Moldova becoming EU \ncandidates, EU structural change is necessary to   accommodate new members. But before jumping to my \nconclusions of how the EU could look like in 2030,   I will quickly explain the constructs that we \nhave today, and please subscribe if you enjoy   this sort of content. Thanks. Let's start \nwith the most obvious, the European union,   a Political and Economic Community of 27 \ncountries. Member States of this Union create   and adopt EU legislation and have a seat at the \ntable in the European Parliament and the Council.   So let's put this into a nice table to which we \nwill add throughout the video. The most well-known   EU entity is probably the Single Market, which \ngrants its members the Four Freedoms. Freedom   of Goods, Services, Capital and People. All 27 \nEU member states are part of the single market   and through the European Economic Area agreement, \nthree more countries can also take part.   Not to mention Switzerland who of course has its \nown personal treaty. All EU members are required   to be part of the Single Market. Next there's the \nEurozone, the EU's Monetary Union where countries   use the Euro and answer to the European Central \nBank. Currently, it has 19 members from the EU   and four from non-eu countries. Denmark has \nsecured an opt-out and the other seven EU   countries have agreed to join in the future. Again \nall EU members are required to join the eurozone.   Then there's the Schengen area whose 26 members \nhave abolished passport control so that people can   move freely across their mutual borders. Ireland \nhas secured an opt-out and four EU countries are   expected to join the bloc in the future. Not to \nmention that there are four non-eu states that are   also part of the schengen area. And again all EU \nmembers are obliged to eventually join the area.   Then there's the Customs Union which is EU's trade \nblock that allows Member States to trade freely   with each other without tariffs quotas or taxes, \nwhile having a common external trade agreement   with common tariffs for non-eu countries. All \neu members are part of this block including   four non-eu members and again all EU members are \nobliged to join the customs union. Lastly there's   the Council of Europe, a European organization \nthat promotes human rights, democracy,   and the rule of law. With its 46 members it \nis one of the largest European organizations,   including almost every European country. The \nCouncil of Europe is a completely different entity   than the EU and almost serves as a prerequisite of \nEU membership. It is like an EU light if you will,   as human rights, democracy and rule of law \nare key entry criteria for eu accession.   Therefore in my opinion there are already two \ntiers of European integration. One very weak one,   the Council of Europe that cannot legislate, and \none a lot stronger, the European Union, which can   legislate. But of course it is not as black and \nwhite as this. For example, Norway who is a member   of the Council of Europe but not of the European \nUnion. However, Norway is part of the Schengen   Area and the European Economic Area, and therefore \nhas access to the Single Market. Once again,   emphasizing that some EU entities can be accessed \nby non-eu members. And obviously there are a lot   more European organizations, but for this video \nthe ones already mentioned are most relevant.   Anyway coming back to our favorite french \npresident, Monsieur Macron, who has suggested   that we need another European tier: a European \nPolitical Community. He described it as a forum   that would meet multiple times per year to discuss \nmatters of common interest to all of Europe,   such as Security, Energy, Transport, \nInfrastructure and the Movement of People.   All European countries that share the EU's \ndemocratic values could join. For instance,   the current EU candidates such as Ukraine, \nMoldova, Georgia and the Western Balkan states.   But also those happy to be outside of the \nEU, such as Switzerland, Norway, Iceland and   perhaps even former member the UK. The community \nwould allow a more European response to crises   and could also serve as an intermediary stepping \nstone for those who want to join the EU.   Therefore in terms of our beautiful diagram \nthe Political Community would sit in between   the Council of Europe and the European Union. So \nin terms of power, we would have three tiers of   European integration. But what about those \nEU members that want to integrate further?   Let's get creative and consider a \nfourth EU membership tier. Germany,   one of the Inner Six members, has openly stated \nthat they want to move to a European Federation,   hinting that Foreign Policy and Defense should be \nmanaged centrally within the EU. Not to mention   removing the ability for Member States to veto. \nGoing back to our diagram the Inner Six would   be the most integrated to the very right with a \nFederalized Foreign Policy and Defense Policy.   Of course, they could also integrate further in \nterms of Fiscal Policy, Healthcare and Education.   Check out my video above for more information \naround this. Basically, in my opinion a multi-tier   Europe is the most efficient way forward due to \nthree reasons. Firstly, one size does not fit all.   Secondly, the current EU is too slow and is \nhamstrung by vetoes. And thirdly a tiered   model will allow for quicker EU membership for \nthe EU candidates. But of course i realize that   this approach makes things even more complex. \nBut what do you think? A multi-tier EU or not?   Also a massive shout out to all of my \nsubscribers! You have been great with   all the encouragement and support since day \none. Your comments keep me going. Thank you."
}