{
    "videoTitle": "Netherlands in the EU",
    "videoId": "kYfS1jiET14",
    "transcription": "When you hear 'the Netherlands,' you might \nthink of just this country right? But actually,   it's part of something bigger called the \nKingdom of the Netherlands. This kingdom   doesn't just include the Netherlands \nitself but also some places you might   not expect—three municipalities called \nBonaire, Sint Eustatius, and Saba,   plus three countries that run their own show: \nAruba, Curaçao, and Sint Maarten. Confusing right? The Netherlands captivates with its iconic \ntulips, picturesque windmills, and lively   streets brimming with bicycles weaving through \nbreathtaking architecture. Its capital, Amsterdam,   earns the nickname \"Venice of the North\" thanks \nto its extensive network of canals that crisscross   the entire city, a beauty that has earned \nit a spot on the UNESCO World Heritage list. Home to over 17 million residents, the \nNetherlands nestles between Germany to the east,   and Belgium to the South and is cradled by \nthe North Sea to the north and west. This   advantageous maritime location has proven to \nbe incredibly beneficial, especially for trade. To understand how the Netherlands secured \nits position within the European Union,   we must turn back the pages to the start \nof the 20th century where the Netherlands'   policy of strict neutrality during World War I \nproved to be surprisingly effective, allowing   it to stand as a peaceful haven while most of \nthe rest of Europe was engulfed in conflict. This success, however, was not \nto be repeated in World War II,   when the German Panzer division rolled in \nin 1940, blatantly disregarding the Dutch   neutrality signs. The quick overwhelming \nof Dutch forces in just five days starkly   reminded the Dutch that sometimes, \nstaying out of the fray just isn't an option. In the aftermath of the war, amid efforts \nto rebuild and recover, the Netherlands   decisively stepped away from its tradition of \nstaying on the sidelines. This period saw the   formation of the Benelux Union in 1944, initially \na customs union between Belgium, the Netherlands,   and Luxembourg. The Netherlands then became a \nfounding member of the European Coal and Steel   Community in 1952, and then the EEC in 1957, \nwhich was modelled on the Benelux union. This   lay the groundwork for deeper economic ties \namong European nations, and ultimately became   the European Union in 1993. Then less than 10 \nyears later, the Netherlands adopted the Euro,   solidifying the Netherlands' position at the \nheart of Europe's economic and monetary union. However, the Dutch journey towards deeper European \nintegration was not without its challenges. In 2005,   the Netherlands held a referendum \non the European Constitution,   which resulted in a 'no' vote, \ndue to concerns over sovereignty,   lack of clarity, preservation of cultural \nidentity, and political dissatisfaction. As one of the six founding \nmembers of the European Union,   the Netherlands continues to play a \nvital role in shaping the future of   Europe through promoting values of peace, \ncooperation, and economic stability. So what about the Dutch economy? Well, this is where the Netherlands truly shines. Its GDP, reaching 960 billion Euros in 2022, \nstands as one of the highest in the EU,   a remarkable feat given the relatively \nmodest Dutch population. With a GDP   per capita of 54 thousand euros, it \nsecures the 4th position in the EU surpassing Austria and Sweden, though slightly \nbehind Denmark and Ireland. Notably, its GDP per   capita exceeds that of the European Union by 20 \nthousand euros, highlighting its strong economy. The Dutch also benefit greatly from intra-EU trade.  As it accounts for 66% of the \nDutch exports, namely with Germany, then Belgium and then France with 9%. Outside the \nEU, 8% goes to the U.S and the United Kingdom   receives 4%. As for imports, EU Member States \ncontribute to 42% of imports to the Netherlands,   with Germany leading and then Belgium. Outside \nthe EU, 17% comes from China and 8% from the U.S. Before we dive into Dutch politics, I'd \nlike to ask for your support. Subscribing,   liking the video, and even better, joining \nour Patreon community via the link in the   description, makes a huge difference. Our \nPatreon is packed with fantastic perks: Show your love and support for \nthe channel and become a Citizen.  Gain access to our exclusive Discord \ncommunity by becoming an Ambassador  Enjoy a special shout-out in our \nvideo credits by becoming an MEP  Get early access to videos and more \nDiscord perks by becoming a Commissioner.  Or demonstrate your extreme \ngenerosity and become a President. Every contribution, no matter the size, is \ninvaluable. Thank you so much for being an essential part   of our community. We couldn't do it \nwithout you. Now, back to the video. So, Dutch politics. The Netherlands operates as a parliamentary \nconstitutional monarchy, a system established   through its constitution in 1814. The \nMonarch, presently King Willem-Alexander,   fulfils ceremonial duties such as \nhosting state visits and endorsing   parliament-approved legislation. Meanwhile, the \nPrime Minister, currently Mark Rutte, serves   as the Head of Government, overseeing policy \nexecution and managing governmental affairs. At the heart of Dutch governance lies a \nbicameral parliament consisting of the lower   House of Representatives and the upper Senate. \nThe House of Representatives comprises 150 members   elected every four years through proportional \nrepresentation, ensuring fair representation of   Dutch voters' preferences. The Senate comprises \n75 members and is elected by local councils after   local elections. This setup helps make sure \nall regions have a say in the country's laws. So who is in charge in the \nHouse of Representatives? Well things have recently changed as the Dutch National Elections last year brought a seismic shift in Dutch politics.   Completely contrary to expectations, the \nPopulist Rightwing Party-for-Freedom,   led by Geert Wilders won in a landslide, \ngaining 37 out of the 150 seats. The   GreenLeft-Labour party followed in \nsecond place, with the previously   dominant People's Party for Freedom and \nDemocracy trailing in a disappointing third. However, with over 15 parties in \nparliament, it's really hard to   create government coalitions. The last one \ntook 271 days to form. A likely coalition of   four parties could lead to a Right-Wing \ngovernment with 88 of 150 seats. But,   talks have stopped because the NSC party, \nholding 20 seats, left the discussions.   This makes it unclear if a coalition will happen \nand if Geert Wilders will become Prime Minister. Therefore, the previous government \ncontinues to operate as a caretaker   administration until a new coalition \nemerges. This caretaker government,   comprising the VVD, D66, CDA, and CU, \nmaintains a centre to centre-right stance,   with Mark Rutte at the helm. The caretaker \ngovernment focuses on a strong economy,   fighting climate change, building affordable \nhomes, and playing a big role in the EU. If Wilders forms a government, things \ncould change a lot. His plans include A move towards the de-Islamization \nof the Netherlands,  The implementation of much \nstricter immigration policies,  A reduced emphasis on climate change initiatives,  The pursuit of a sovereign Netherlands, \nincluding a potential NEXIT referendum. But, it's still uncertain \nhow much of this he can do,   because a lot of it depends on who he partners \nwith in a coalition. On the European level, the Netherlands is \nallocated 28 seats in the European Parliament   in accordance with its population. Among the 27 \ncountries, the Netherlands ranks 7th in terms   of MEPs, with Germany, the most populous, having \n96 MEPs, and Malta, the smallest, having 6 MEPs. (from left-leaning to right-leaning)\n1 MEP is a member of the far-left party, The Left  6 are part of the centre-left S&D Group\n3 have joined the Greens  7 are part of the centrist \nliberal Renew Europe Group  5 are part of the centre-right EPP Group  5 have joined the eurosceptic \nconservative ECR Group  0 MEPs are part of far right eurosceptic I&D Group\nAnd finally 1 is a non-attached member The Netherlands, like all EU member states, \nis represented in the European Commission.   Dutch Commissioner Frans Timmermans \nresigned as Executive Vice-President and   Climate Action Commissioner last year to lead the \nGreenLeft-Labour coalition in the Dutch elections.   Following his departure, Wopke Hoekstra has taken \nover as the new Climate Action Commissioner. Then there is Mark Rutte, and whether you like \nhim or hate him, he has been a pivotal figure   in the EU. Since taking office in 2010, he \nhas established the Netherlands as essential   negotiators within the Union, balancing \nboth national and European interests.   He often navigated complex negotiations and \nfostered consensus between the Member States.   On an EU level, his expected departure \nis viewed by many as a significant loss.  So, let's chat about the Dutch relationship \nwith the EU. Do the two get along? The Dutch are generally positive about \nthe EU. According to a recent survey,   54% of Dutch people view the EU in \na positive light, while only 18% see   it negatively. The rest, 28%, are on \nthe fence, feeling neutral about it. In fact, the Dutch are very fond of further \nEU integration on a whole host of issues: 85% of respondents want a common \ndefence and security policy  80% want a common energy policy\n52% support EU enlargement  And a staggering 84% want a \ncommon European Asylum system Despite the eurosceptic Party-For-Freedom's \nvictory in the late 2023 Dutch general election,   the majority of Dutch citizens are pro-EU \nand support further EU integration. It raises questions about Wilders’ manifesto, \nwhich includes a referendum on EU membership,   shifting the Netherlands from a \ncontributor to a beneficiary of   EU funds, reclaiming sovereignty from \nBrussels, and opposing EU expansion. In our opinion, the Party-For-Freedom \nprobably won the election because of its   strict policies on immigration, not because \nDutch people want to leave the EU. However,   surveys do reveal a notable desire \namong the Dutch to reform the EU,   with 46% of respondents advocating for change, \nsignificantly above the EU average of 27%. Not to mention, the Netherlands ranks as the \nthird largest net contributor to the EU budget,   contributing 7 billion euros more than it \nreceives. This is particularly impressive given   that the Netherlands has only the seventh \nlargest population in the EU. Therefore,   some Dutch people question the value \nof their hefty EU contributions,   sparking debates over the fairness \nand benefits of their membership. Overall, the Netherlands has a \npragmatic relationship with the EU,   valuing its economic and political benefits \nwhile also voicing concerns about sovereignty,   financial contributions, and the pace and \ndirection of further integration. The balance   between these factors continues to shape \nDutch policies and attitudes towards the EU. But what are your thoughts on the \nNetherlands’ role in the EU? Dutch viewers,   we would love to hear from you in the comments! If you liked the video, don’t forget \nto subscribe, and for more support,   consider joining our Patreon. Until next time!"
}