{
    "videoTitle": "Peace and Social Justice! The LEFT's Plan for Europe",
    "videoId": "-wqcYK5g5Lg",
    "transcription": "“That when people in the European Parliament, in \nthe European Commission demand 2% of the GDP for   armament expenditures. No! The opposite is \nnecessary. Spend 2% of our GDP for culture   and art, for education, for healthcare, for \nstrengthening public services” You just heard   from Walter Baier, the lead candidate for the \nLeft in the European Parliament. The European   Left’s manifesto prioritises peace and human \nrights, challenging the EU's defence spending   and advocating for enhanced rights for refugees \nas part of their stance against \"Fortress Europe.\"   But, who exactly are the Left in the European \nParliament? The Left in the EP comprises various   parties from across the EU, united by their \nsimilar left-wing to far-left ideologies. When   you vote in the European elections, you're \nactually voting for national parties like   Die Linke in Germany, Left Bloc in Portugal, \nor Syriza in Greece. These parties then come   together under the banner of the European \nLeft. However, the left-wing landscape is   quite fragmented; in addition to the European \nLeft, there are four other European parties   sharing left-wing ideologies. And then there are \nquite a few parties that have no affiliation to   any European Party. But they do all work together \nin the European Parliament as part of the LEFT   group. The European Left is the most notable \namong these, having released a comprehensive   manifesto and even selecting the Spitzenkandidat \nfor the European Parliament elections. Therefore,   we'll focus on the European Left and their \nmanifesto for the upcoming 2024 EU elections. But   before we get into it. Let's first look at all the \nnational parties that are part of the LEFT group.   First, let's add the parties that are members, \nobservers or partners of the European Left. Next,   let’s add all the other National Parties that \nalign to the Left in the European Parliament.   This means that voting for one of these national \nparties back home, means you're kinda voting for   the Left’s master plan for Europe. To give you an \nidea of national influence, in today’s European   Parliament, the biggest national parties that part \nof the Left are: Die Linke from Germany (5 seats)   La France Insoumise (5 Seats) And Podemos from \nSpain (4 Seats) Since we're diving into all 7   EU political groups, we're all about fairness \nhere. So, to help you compare apples to apples,   or in this case, parties to parties, we're \nfocusing on 6 key areas for each of these   videos. First up on our list is DEFENCE. It's \na biggie, considering everything that's going   on in the world. The European Left opposes \nmilitary conflicts and calls for peace. They   want an immediate ceasefire in Ukraine and Russian \nforces to leave. They support sanctions against   Russia's military industry but they are against \nNATO's growth and an arms race in Europe. The   Left also criticises the US military's support for \nIsrael, calling for a ceasefire, humanitarian aid,   and Israel to withdraw from occupied territories. \nThey support Palestinian rights to live freely,   based on 1967 borders. The overarching goal is to \nprevent Europe from becoming a battleground for a   new Cold War. They envision a Europe that ensures \nits security independently, without reliance on   the USA. At the same time though, they oppose the \ndeployment of new nuclear weapons, and champion   the creation of a nuclear-weapon-free zone. \nNext up is one of the hottest topics in Europe:   MIGRATION. The Left strongly opposes what they \ndescribe as 'Fortress Europe,' criticizing it for   \"waging a war against migrants and refugees for \ndecades, causing violence, suffering, and torture,   with thousands of victims in the Mediterranean and \nalong the Balkan route.\" They want to dismantle   Frontex, the EU's border security agency, and \nobject to outsourcing detention centres to non-EU   countries. Their vision includes the creation \nof safe, legal, and regular migration channels,   alongside enhanced protection, rights, and \nassistance for migrants and asylum seekers. In   addition, they push for increased solidarity among \nEU Member States regarding migrant relocation. The   Left argues, that to limit immigration, the EU \nneeds to foster peace and sustainable growth in   regions like the Middle East and Africa, rather \nthan fuel conflicts or exploit resources. Next up   is another hotly debated topic in Europe: CLIMATE \nCHANGE. Going through the Left's manifesto,   it felt like I was reading the Greens' plans. \nThe Left is really focusing on fighting climate   change. They want to bump up the EU's goal for \ncutting down greenhouse gases to 65% by 2030 and   hit climate neutrality by 2035. They advocate for \npublic ownership of essential services like water   and energy. In fact, they want to stop public \nfirms from going private. This includes creating   a European Fund for public services that invests \nin essential sectors like transport, healthcare,   and education. In terms of regulation, they \nwant to control car production so that it is   environmentally friendly, ban private flights, \nprioritise trains (including night trains),   and expand public transport networks. Next up \nis ECONOMY. The Left prioritises large-scale   investments in green jobs, supporting SMEs, \npublic services and the healthcare sector.   How? Well they want to free up money, and a lot of \nit. They want to redirect a large part of the 460   billion euros EU Member-States spend on their \nmilitaries to social initiatives. They suggest   returning energy profits from wars to the public. \nTheir plan also includes ending tax havens in the   EU and standardising some tax rates. They propose \nchanging ECB policies to support green projects   with low interest rates and discourage harmful \npractices with high rates. For labour, the Left   proposes a European Basic Income Directive \nto ensure a minimum income for all, covering   essential living costs for a dignified life and \nthe end of unpaid internships. They advocate for   equal treatment of migrant workers and propose \nreducing work hours without cutting pay. Oh,   and they want stricter AI regulation. Next up \nwe have SOCIAL issues. “Start making possible   that every European has the right to access freely \nand easily public services, Healthcare, education,   public transport. Don’t talk, do it” Well, as you \nprobably guessed, this is where The Left wants to   spend a whole lot of money. The Left wants to make \nsure everyone in Europe has access to affordable   and decent homes. They want to set legal limits \non rents, stop unfair evictions, and make sure   tenants have stronger rights. They also want to \noblige local authorities to provide housing for   students. Once again they're against privatising \neducation and want only public funding for public   schools and research, dedicating a staggering 7% \nof the EU's GDP to these areas. They're calling   for the end of entrance exams and tuition fees for \nall students, including Non-EU and Non-European   students. And they want to dedicate 2% of the \nEU's GDP to support cultural activities. Then   there is equal work and pay for women and \nbetter pensions. They also support LGBTQIA+   identities and demand strong anti-discrimination \nmeasures and hate speech definitions. Now finally,   what about EU Reform & Enlargement. The Left \nadvocates for EU reform and amending its treaties   to reflect anti-fascist and anti-Nazi values as \nfundamental principles. They propose empowering   the European Parliament with the ability to \ndraft laws, select the European Commission,   manage the EU's budget, and supervise the European \nCentral Bank's actions. Although the Parliament   doesn't currently have a role in foreign policy \ndecisions, the Left opposes any move to eliminate   the need for unanimous decisions in the European \nCouncil on such matters. Additionally, they stand   behind Ireland's desire for reunification. When \nit comes to enlargement, the manifesto says and   I quote “The EU has set clear criteria for its \nenlargement policy, which must not be watered   down: States can only become members of the EU if \nthey respect human rights, the rule of law and the   social and political rights of their populations” \n“We are the ones who want to go forward. To want   to achieve a Europe of solidarity, of equality, of \njustice, of hope and of togetherness.” And that’s   an overview of the Left's plans! Craving more \ndetail? Dive into their manifesto linked below for   the full rundown. Nonetheless, this should give \nyou a good overview to start with. This wraps up   another video about the European Political Groups. \nIf you are new to European Politics, check out   this “Guide to the EU Elections”, or check out the \nEPP, currently the biggest European party. Please   subscribe to the channel to get an overview of all \n7 Political Groups. And if you're passionate about   helping us spread knowledge on the EU, think about \njoining our Patreon community. Until next time!"
}