{
    "videoTitle": "Poland's Massive influence In The EU Elections",
    "videoId": "HR-nMbDCGkQ",
    "transcription": "From 2015 to 2023, PiS was the high school \nbully of Polish politics—winning the national   election in 2015 and then dominating the \nEuropean election in 2019 with 45.4% of the   vote. They secured 27 out of Poland's \n52 seats in the European Parliament,   forming the lion's share of the ECR \ngroup—nearly half—to which PiS is aligned. But oh, how the mighty can stumble. Fast \nforward to the present, and the political   landscape in Poland has done a full 180. \nDonald Tusk is back in town as Prime Minister,   and he’s not playing around. Tusk has cut off \nPiS’s connection to state-owned corporations   and to government funds — all previously used \nby the party to boost its electoral chances.  The aftermath? A Polish political earthquake, \nwith aftershocks reaching the polls. PiS's   popularity has dipped from a confident stride to \na hesitant crawl, with only 29% of voter support,   down 16.4% from 2019. Should elections be held \ntoday, only 17 Polish MEPs would represent   the ECR group, marking a significant \ndrop of 10 seats from the 2019 tally.  The first domino has already toppled: Ryszard \nLegutko, a leading figure within the ECR group   in the EU Parliament is poised to lose his \njob. According to Polish media, his position   is being passed on to Dominik Tarczyński, \nknown for his vigorous right-wing stance.  Meanwhile, Tusk's Civic Coalition leads \nwith 32%, with coalition partners also set   to gain EU Parliament seats, marking Poland as a \nstandout in resisting Europe's right-wing surge. If the current trends hold, the \nupcoming election could see the   EPP outflanking the ECR as the new \nhome for the majority of Polish MEPs,   while the Brothers of Italy could emerge \nas the new heavyweights within the ECR. Welcome to \"Road to the EU Elections\" \nEpisode 1! Our goal is to make the   European Elections fun and simple. Each \nepisode will feature a spotlight story,   like this week's focus on Poland, followed by \nthe current polls and the race for Commission   President. Are you new to EU politics? \nCheck the linked video for a starter   on European Parliament political groups. \nSo, Subscribe today and if you're keen on   supporting our mission to educate the public \nabout the EU, consider signing up to Patreon. Let's jump straight into section 2 of our video:   the Current Polls. This chart shows you the \ncurrent set-up of the European Parliament. If an election were held today, we'd witness \nnotable shifts in political power. The EPP   and the S&D would remain influential but \nwith a slight decrease in their strength. On the other hand, the ECR is poised to get a \nlot of new seats, despite the reduced support   from Poland that we discussed earlier. \nRenew Europe faces a substantial setback,   projected to lose 17 seats, significantly \nimpacted by the falling popularity of   Macron's party in France. Meanwhile, \nthe I&D political group is on the rise,   benefiting greatly from Le Pen's party's \nstrong performance against Macron. Intriguingly, rumours suggest Le Pen may consider \naligning with the EPP, a move that could reshape   the political scene. We'll explore this in a \nfuture episode, so subscribe to stay informed. And then there are the greens, oh dear,   who are projected to lose 28 seats. \nDue to their environmental policies,   which have struggled to gain popularity \nover the past five years, the greens are   now encountering difficulties in attracting \nnational parties willing to align with them. However, 83 projected unaffiliated \nMEPs could still join any group,   and with three months to the \nelections, a lot can change. hat brings us to our third and final section \nof the video. The sprint toward the position   of President of the European Commission, \nthe closest role the EU has to a president. So, who are the sprinters? Well, currently the EPP party looks set to win a \nparliamentary plurality, which means the candidate   that will hold the presidency will almost \ncertainly come from the EPP political group. So who are the big names in the EPP? First, there's Manfred Weber, the group's leader,   who previously wanted the \nCommission Presidency in 2019. Second, there is Roberta Metsola,   the current president of the European \nParliament. Intriguingly, Weber had   floated her name as a potential candidate \nfor the Commission Presidency last year. Third, there is the big one: Ursula von der Leyen \nfor a second term. She officially threw her hat   in the ring for another five years last week, \npositioning herself as the frontrunner. In March,   she is anticipated to be appointed as \nthe Lead candidate for the EPP group,   setting her up as the EU's version of Usain Bolt, \nsignificantly outdistancing her competitors. Lastly, there is Nicolas Schmit of the \nS&D, the current European Commissioner   for Jobs and presumed lead candidate for \nthe S&D. He is expected to be officially   named by the S&D in March, and could become \npresident if S&D were to win the most seats. Thanks for watching and make sure you \nsubscribe and hit the bell icon so that   you don’t miss out on episode 2! And \nif you want to support us further,   please sign up to Patreon. Until next time!"
}