{
    "videoTitle": "Portugal in the EU",
    "videoId": "yFx7L0QaCz4",
    "transcription": "This is Portugal. The Westernmost country in \nmainland Europe, known for its sunny beaches,   port wine, and the second greatest footballer \nof all time. As the 12th most populous EU   member-state, it's home to just over 10 million \npeople, with around 500,000 residing in the   Atlantic isles of Azores and Madeira. Nestled \non the Western coast of the Iberian peninsula,   Portugal shares this landmass with \nits enduring neighbour, Spain. Portugal is like the front door to \nEurope. Coming from the Atlantic Ocean,   it's one of the first European countries \nyou'd see. Because of this strategic location,   the Portuguese became top-notch sailors \nand pioneered the sea route to India in   1498 and discovered Brazil. These stand \nout as two of Portugal's proudest moments. Portugal has always played a critical \nrole in shaping European history,   and today is no different. While its vast colonial \nempire is no more, the small nation has a big   influence in the decision-making process \nof the European Union, and actively works   to ensure its voice is heard by the other \nWestern nations, be it in the EU or NATO. So, how did Portugal join the EU in the first \nplace? This is the 3rd video in a series where   we break the Union into twenty-seven pieces and \ndissect each of the member states one by one. Let's go down memory lane: By the 15th and \n16th centuries, Portugal had established   itself as a seafaring nation that had a passion \nfor exploration. By sailing along the West African   coast down to the Cape of Good Hope, it set up \nmany trading routes, building a robust economy. The Portuguese inked the Treaty \nof Tordesillas with Spain in 1494,   which divided all newly discovered lands \nbetween the two of them. No one can fault   the Portuguese for a lack of ambition. During \nthe 16th century, Portugal reached the height   of its power, establishing influential colonies \nand trade networks in Brazil, Africa, and Asia. Fast forward to the 20th Century, and \nPortugal’s Empire began to decline. The   monarchy was overthrown in 1910, giving \nrise to a republic. In the next 16 years,   Portugal had 8 presidents and a \nstaggering 38 Prime Ministers,   which led to instability and public desire \nfor a “strong leader”. Unfortunately,   this eventually led to a dictatorship under Prime \nMinister Salazar with his Estado Novo regime. During the Second World War, \nPortugal maintained neutrality. Yet,   the nation played a strategic role, providing both \nAllies and Axis with resources. Significantly,   Portugal leased air and naval bases in the \nAzores to the British and later the Americans,   significantly aiding the Allied war effort. After the war, Portugal continued \nunder the Estado Novo dictatorship,   an authoritarian regime, marked by \nstrict censorship, political oppression,   and a fierce resistance to decolonization. \nYet, in 1949, despite its domestic politics,   Portugal became a founding member of the North \nAtlantic Treaty Organization (NATO), aligning   itself with Western defence structures. However, \ndespite being in Europe, Portugal remained   somewhat isolated from the major political and \neconomic shifts happening in its neighbourhood. In 1974, Portugal witnessed a pivotal \nmoment—the Carnation Revolution. This   nearly bloodless coup ousted the Estado \nNovo regime, facilitating a democratic   transition and sparking rapid decolonization \nin Africa and Asia. The revolution realigned   Portugal with democratic Western Europe, \npaving its way to European institutions. By 1976, Portugal initiated the process \nto join the European Communities, aiming   to modernise its economy and bolster integration \nwith European neighbours. Fast forward to 1986,   and boom! Portugal, along with their buddy \nSpain became a member of the European   Economic Community (EEC), the predecessor of the \nEuropean Union. The final colony that Portugal   relinquished was Macau, which was handed over \nto China in 1999. Macau was administered as a   Portuguese colony for over 400 years, and its \nreturn marked the end of Portugal's colonial   era. Since this peaceful handover, Portugal and \nChina have fostered a cooperative relationship,   with China emerging as a significant trade \nand investment partner for Portugal. Today,   Portugal is an integral part \nof the European Union, part of   the Schengen Area for passport-free travel, \nand uses the Euro as its official currency. Regarding Portugal's economy, its GDP, at 242 \nbillion Euros in 2022, is modest compared to   many of its EU counterparts. With a GDP \nper capita of 19 thousand euros, it ranks   16th in Europe—ahead of Greece and Czechia \nbut trailing Malta and Slovenia. Notably,   with the EU average GDP per capita at 29 thousand \neuros, Portugal has some catching up to do. This gap is why Portugal gets a large amount \nfrom the EU budget. A June 2023 Statista study   revealed that Portugal receives over 3 \nbillion more Euros from the EU budget   than its contributes, positioning it as the \n5th largest beneficiary within the Union. EU funding has helped Portugal massively \nover the years. After the COVID-19 Pandemic,   a large portion of the budget was set aside \nto help member-states get back on their feet.   Portugal received over 15 billion EUR in grants \nand loans to rebuild the country’s tourism sector,   tackle climate change, and help it \ntransition towards a digital economy. Like many other European nations, tourism is \nthe key to Portugal’s economic development.   Cultural centres such as Lisbon and Porto draw \nin huge crowds every year, and the country’s   beautiful beaches are ideal for surfers or digital \nnomads. The COVID-19 pandemic hit Portugal hard,   closing off its most vital economic asset. This \nled to a growth rate of -8.3%, a 50-year low. Apart from tourism, Portugal specialises \nin exporting cars, motor vehicle parts,   and refined petroleum. The EU Single \nmarket has been very good for Portugal,   as Intra-EU trade accounts for 71% of Portuguese \nexports. It should come as no surprise that Spain   is by far and away Portugal’s largest trading \npartner, accounting for a quarter of   all its exports, with France and Germany \nin 2nd and 3rd. Outside of the EU bloc,   6% goes to the United Kingdom and 5% to \nthe United States. In terms of imports,   75% come from EU Member States, Spain \nonce again leads, followed by   Germany and France. From non-EU \nnations 5% comes from China and 3% from the UK Portugal, with its strategic position and \nisland territories like Madeira and the Azores,   already possesses one of the world's largest \nExclusive Economic Zones (EEZs). An EEZ is   a maritime area that extends up to 200 \nnautical miles from a country's coastline,   where that country holds special rights over \nmarine resources. Portugal aims to double   its EEZ area, which, if successful, \nwould make it the biggest in Europe,   excluding the UK and France's overseas \nterritories. This expansion could   significantly boost the nation's economy by \ngranting access to additional marine wealth. But not everything is rosy in Portuguese economy: \nThere is considerable brain drain with about 25%   of its citizens living abroad in other EU \ncountries. The influx of digital nomads in   major cities is driving up housing costs, \nmaking urban living unaffordable for many   locals. Perceived corruption remains high, with \n93% of the population sensing its prevalence. And   Public debt remains a challenge, but amazing \nefforts have been made to try and reduce it. Portugal’s political system operates as a \nsemi-presidential republic. In this structure,   the President serves as the head of state, \nprimarily playing a ceremonial role,   representing the country, and ensuring the proper \nfunctioning of its democratic institutions. The   Prime Minister, as the head of government, takes \nthe lead in the day-to-day operations of the   government, making decisions on domestic policy \nand overseeing the executive branch's function. Portugal uses a proportional representation \nvoting system to choose its representatives in the   Assembly of the Republic - a national parliament \nwith only one chamber consisting of 230 seats.   Two parties have dominated the landscape since \nthe Third Republic was established in 1974 - the   Socialist Party and the Social Democrat Party. The \nSocialist Party (PS), who stand for centre-left   policies, are in government with 120 seats in the \nAssembly. The Social Democrat Party (PSD), who   stand for more liberal, right-of-centre policies, \nare in opposition, with 77 seats overall. In the assembly, there are six additional parties, \nwith Chega, a prominent right-wing populist party,   being the largest among them. While the PS \ncurrently holds a majority in parliament,   its two previous administrations were \nbolstered by the support of far-left parties,   PCP and BE. As for the centre-right PSD party \nit looks challenging for them in the future to   secure a majority without forming alliances \neither with Chega or the Liberal Initiative. On the continental level, Portugal holds \n21 seats in the European Parliament,   the same amount as Sweden, Greece, and \nBelgium. To put this into perspective,   Germany, the most populous country, has 96 \nMEPs, and Malta, the smallest, has 6 MEPs. Portuguese MEPs veer much more towards \nthe left side of the political spectrum   than other member-states, as reflected \nin their national politics. 9 MEPs are   part of the center-left S&D Group, 4 are \npart of The Left Group, 1 is a member of   the ecology-focused Green Group, and 7 \nare members of the centrist EPP Group. Portugal also plays a role in the European \nCommission, the EU’s executive branch,   with the appointment of Elisa Ferreira, the \nCommissioner for Cohesion and Reforms. It’s   her job to manage the regional policy of \nthe European Union, including ensuring all   EU funds are properly allocated among \nthe different regions. For example,   In April of this year, she asked \nBulgaria to address the imbalance in   education funding between its capital \nSofia and the rest of the country. Portugal made its mark on the European Union \nwith José (Joe-say) Manuel Barroso serving as   the President of the European Commission from \n2004 to 2014. His tenure, one of the longest in   Commission history, was significant for overseeing \nthe signing of the Treaty of Lisbon in 2007. This   treaty fundamentally reformed the constitutional \nstructure of the EU, enhancing its efficiency,   democracy, and transparency. It also gave more \npower to the European Parliament and introduced   a more stable leadership framework. Barroso's \npresidency, marked by this transformative treaty,   underscores Portugal's influential role in \nshaping the trajectory of the European Union. But do the EU and Portugal get along? In short, \nyes! Very well actually. The Portuguese are   some of the biggest supporters of the EU on the \ncontinent. The Eurobarometer in Spring 2023 showed   that 66% of them had a favourable view of the EU, \nwhile just 6% had a negative opinion on the Union. A 2019 report by the European Council of \nForeign Relations found that the Portuguese   see their country's fate linked with the EU. \nDespite reservations after the 2011 bailout,   recent surveys show renewed positivity towards \nthe EU. While valuing its economic benefits,   the Portuguese also view the EU as \na means to tackle global challenges   like climate change and intra-European mobility. This was also evident during Portugal's \nCouncil of the EU Presidency in early   2021. During this period, Portugal \nfervently promoted the green transition,   aiming to position the EU as a frontrunner \nin sustainable climate initiatives. Moreover,   Portugal, in conjunction with several EU nations, \nraised concerns about the rule of law in Hungary   and Poland, particularly around laws perceived as \naffecting the LGBT communities in those countries. Portugal, with its historical ties to Brazil, is a \nstrong advocate within the EU for deepening trade   relations with Mercosur, a significant South \nAmerican trading bloc comprising Argentina,   Brazil, Paraguay, Uruguay. The \nEU-Mercosur trade agreement,   initiated in 1999 represents a collaborative \neffort to bolster economic ties between   two substantial markets, collectively \nencompassing over 770 million consumers. Portugal also believes in deeper European \ncooperation. The country promoted further   European integration and expansion back \nin 2021 when negotiating with Serbia,   hoping to accelerate the accession of \nthe Western Balkan states into the EU. But what do you think of Portugal’s place in the \nEU? We’d love to hear from our Portuguese viewers,   so please leave a comment. And a big \nthank you to our Portuguese viewers that   volunteered to contribute to the video. Thanks \nfor watching and please subscribe if you enjoy   the content. And if you want to support the \nchannel further, please sign up to Patreon."
}