{
    "videoTitle": "Romania in the EU",
    "videoId": "P4qSPoOvWhc",
    "transcription": "This is Romania. The 6th most populous country \nin the EU. Located in South-Eastern Europe,   bordered by the Black Sea. 2 EU countries: \nHungary and Bulgaria. And 3 Non-EU countries:   Serbia, Ukraine and Moldova. Romania serves as an \nEast-West bridge, often facilitating trade from   countries like Turkey, Georgia, or Armenia. Its \nstrategic location on the Black Sea, particularly   the key port of Constanta, the largest port on \nthe Black Sea in the EU, enables trade flows   that bolster the economy, contributing \nto an annual GDP of over €285 billion. This is the first video in a series where we \nbreak the Union into twenty-seven pieces and   dissect each of the member states one by \none. And today we will look at Romania and   its place within the EU, by explaining: \nRomania’s History, Economy and Politics,   Romania’s representation in the EU and \nRomania’s relationship with the EU. Since the conclusion of World War II, Romania's \nfate was deeply entwined with the Soviet Union's   sphere of influence. Under the brutal rule of \nCommunism, Romania experienced some of its worst   repression right after the communists' rise to \npower in 1948. Although this brutality somewhat   eased under Nicolae Ceaușescu\nleadership from 1965 to 1989,   human rights violations and economic hardships \npersisted. In 1971, Ceaușescu visited North Korea,   which inspired him to model Romania’s \neconomy after North Korea’s. This amplified   tensions in Romania, especially during the \n1980’s where Romania suffered significant   poverty as Nicolae Ceaușescu attempted to \nindustrialise and pay-off foreign debt. As the 1980s drew to a close, only Russia was \nmore oppressive than Romania in the Soviet   bloc countries, and Romania was reaching \na tipping point. In mid-December 1989,   Romanians rose in revolution, driven by \na thirst for freedom and democracy. The   uprising resulted in the execution of Nicolae \nCeaușescu and his wife on Christmas Day,   marking the end of 42 years \nof Communist rule in Romania. With the Iron Curtain lifted, Romania began a \nchallenging journey of democratic reform and   integration with the West. A pivotal step in this \nprocess was the signing of the Snagov Declaration,   a consensus to make Romania's accession to \nthe European Union a national strategy. It   was signed in June 1995, by the entire Romanian \npolitical elite, regardless of party affiliation. In 2004, Romania achieved a significant \nmilestone by joining the North Atlantic   Treaty Organization (NATO), bolstering its \nsecurity ties with Western partners. And   three years later, on January 1, 2007, \nRomania's goal of European integration   materialised when it became a \nmember of the European Union. Romania has long been one of Europe's poorest \ncountries, but it has quietly closed in on   its peers to become the EU’s 16th largest \neconomy, recently overtaking Czechia. However,   it is important to note that Czechia has a \nmuch smaller population compared to Romania.   The EU has played a big role in this growth \nas Romania gained access to the Single Market,   received EU funding and received lots of \nPrivate Investment through Western Companies.  Since becoming an EU member, Romania has \nwitnessed a substantial surge in trade with   the EU. Presently, intra-EU trade constitutes \na significant 74% of Romania's exports,   with the lion's share directed to Germany, \nItaly, and France. Similarly, regarding imports,   a substantial 74% originates from fellow EU Member \nStates, primarily Germany, Italy, and Hungary.  In terms of EU funding, Romania has secured \nsignificant funds through the EU’s cohesion   policy. Between 2014 and 2020, Romania received \na total allocation of €22.4 billion euros,   and for the period of 2021 to 2027, the \nallocation increased to €31.5 billion euros. For the current period, you can see \nsome of the sectors to where this money   is going to on the screen. And bear in mind \nthat this sum excludes additional EU grants   designated for agricultural & maritime \npurposes. This obviously sounds great,   but where does the money really go? Let's \ntake a look at some examples, such as:   Improving water quality in various parts of \nRomania. Adding a new subway line connecting   the city and the airport. Building a new bridge \nover the Danube in Eastern Romania. Upgrading   the infrastructure at Constanta Port, the largest \nEU port on the black Sea. And the list goes on… However, it's worth noting that Romania has \nstruggled to effectively utilise EU funds,   with only 61% of the last EU budget \nbeing absorbed. The country has until   the end of this year to use it, otherwise \nthis will result in a significant loss. And then there's private investment \nfrom Western companies, which has   gone up significantly since Romania became a \ncandidate to join the EU in 1999. Nowadays,   many Western companies are working in \nRomania, with a few examples on the screen. All these 3 factors have greatly contributed to \nRomania’s growth. But despite the strides taken,   Romania continues to grapple with persistent \nchallenges, including economic disparity,   emigration, and an ageing population. Regrettably, \nRomania also has one of the highest percentages   of early school leavers in the EU, leading to a \nsizable unskilled labour force. The major concern,   however, remains corruption. While the situation \nhas improved since Romania's accession to the EU,   there are still many recent cases of \npoliticians being accused of bribery. In terms of politics, Romania is a \nsemi-presidential republic, where the   President is the head of state, responsible \nfor diplomacy, appointments, and representing   the nation, while the Prime Minister, as head \nof government, oversees policy implementation,   legislative initiatives, and domestic affairs. \nThe parliament has 2 chambers, the senate, and   the chamber of deputies. Its chamber of deputies \nconsists of the: Social Democratic Party (PSD),   National Liberal Party (PNL), Save Romania Union \n(USR), Alliance for the Union of Romanians (AUR),   Democratic Alliance for Hungarians \n(UDMR), And National Minorities. The current governing coalition comprises PSD \nand PNL. PSD is a centre-left party, though some   argue that its left-wing principles are only \nin name. Under one of the former presidents,   the PSD was eurosceptic but this has since \nchanged. PNL is a centre-right party that   adheres to conservative Christian values and \nis pro-EU. Thus, Romania's current leadership   can primarily be characterised as big-tent, \nleaning centre-right. As for the other parties:   AUR is a right-wing nationalist party, holding \nanti-Hungarian, anti-LGBT and anti-EU stances   and is accused of being pro-Russia. UDMR is \na conservative-leaning party that advocates   for Hungarian rights. And USR is a progressive \nparty that focuses on anti-corruption measures. With that being said, how is Romania represented \non the EU level? Romania's nineteen-million-strong   population is represented in the European \nParliament by thirty-three MEPs who represent   their interests on the international \nlevel. Among the 27 EU countries,   Romania ranks 6th in terms of MEPs, with Germany, \nthe most populous, having 96 MEPs, and Malta,   the smallest, having 6 MEPs. So to which EU \nparties are Romania’s 33 MEPS allocated? Firstly,   The Social Democratic Party, Pro Romania, and PUSL \nhave 10 representatives in the EU’s S&D party.   Secondly, the National Liberal party, UDMR and \nPMP have 14 representatives in the EU’s EPP party.   Thirdly, the parties USR and Reper have 7 \nrepresentatives in the EU’s Renew Party.   Fourthly, there is 1 representative from the \nChristian Democratic National Peasants' Party   in the EU’s ECR party. And lastly, 1 independent \nrepresentative is part of the EU’s Green Party.   So Romania has the most representation in the \nEPP, S&D and Renew party. And if you want to   know what these parties stand-for you can pause \nthe video here. Or watch the video linked above   which also explains the EU parliament. The \nRomanian Right-Wing Nationalist AUR party   has recently gained a lot of traction though, \nand come the European elections next year,   Romania may be sending more representatives \nto the Right-Wing Conservative EU party - ECR. But it doesn’t stop there, Romania's \nrepresentation extends to the European Commission,   the EU's executive level. Adina Vălean, a member \nof the PNL party, serves as the Commissioner for   Transport, responsible for shaping transportation \npolicies, and ensuring smooth mobility across   Europe. Don't underestimate Romania's influential \nvoice in Brussels. Adina Vălean, as part of the   commission, recently allocated €6.2 billion to 107 \ntransport infrastructure projects across Europe,   mainly focusing on rail, to advance the \ncompletion of the Trans-European Network   for Transport. These include: the Brenner Base \ntunnel, linking Italy and Austria, Rail Baltica,   connecting the three Baltic States and Poland with \nthe rest of Europe, as well as the cross-border   connections between Ukraine, Moldova, and their EU \nneighbours Romania, Hungary, Slovakia and Poland. So what is Romania’s relationship with the \nEU like? Overall, Romanians seem mostly   content with EU membership, with 49% viewing \nit positively, 31% being neutral, and only 19%   seeing it negatively. Moreover, Romania actively \nsupports the EU's expansion and has expressed   its desire for Moldova to join the Union during \naccession talks in June 2023. There are issues,   however. Romanians sometimes feel like they’re \ntreated as second-class citizens in the EU,   with Western nations seemingly keeping \nthem locked out for uncharitable reasons.   One significant divide between Romania and \nthe EU comes from Romania’s accession to   the free movement Schengen Area. Despite \nmeeting all the criteria for admission,   other member states have used their veto powers \nto deny them entry. The most recent denial came in   December 2022, when Austria voiced concerns about \nimmigration. It is not a question of countries   against countries. It is a question of \nsecurity. We have in Austria more than 75   000 not registered persons and we know that twenty \nthousand irregular migrants cross Romania. Why do   we know that? Because of the Austrian police \ninvestigation. We now have to find a solution   for this problem. There is even a running joke \nin Romania, suggesting that no matter if Austria   votes in favour of Romania joining next time, the \nNetherlands will oppose them again. Nevertheless,   The European Parliament is pushing for \nanother vote by the end of this year,   so let's see if this theory holds true. Romania \nis also not yet part of the Eurozone, meaning the   leu remains the national currency. The timeline \nfor Romania to join both zones remains uncertain. But what do you think of Romania’s place in the \nEU? We’d love to hear from our Romanian viewers,   so please leave a comment letting us know \nyour thoughts about your country and your   membership in the Union. And a big thank you \nto all our Romanian viewers that volunteered   to contribute to the video. Especially those \nmentioned on the screen. And to all our viewers,   please let us know if you like this new \nformat and would like to see your country   featured. Thanks for watching and please \nsubscribe if you enjoy the content. And   if you want to support the channel \nfurther, please sign up to Patreon."
}