{
    "videoTitle": "Romania and Bulgaria FINALLY join Schengen - Sort of",
    "videoId": "6ZkxpDnIipQ",
    "transcription": "Accession to the Schengen Area requires \nunanimous approval from all existing EU members,   and a single 'no' vote, like this one from \nAustria in 2022, can halt the entire process. But has a breakthrough finally been made? For those that don’t know, the Schengen \nArea is like a club where 27 countries,   23 of them from the EU, have agreed to let \ntheir citizens travel freely between them.   This allows you to hop from one country to \nanother without the hassle of border checks. But for Romania and Bulgaria, joining this club   has been a real rollercoaster since \nthey became part of the EU in 2007. “In the meeting with the leaders, I had a \nvery strong message on behalf of the European   Parliament, on the broken promise that was made \n11 years ago to Bulgaria and Romania. This needs   to be fixed. There is no justifiable reason not to \nadmit Bulgaria and Romania to the Schengen Area”. Remarkably, despite the European Parliament \nendorsing accession over a decade ago,   there has been little progress in this area. It all started in 2011, where \nsix countries denied Romania and   Bulgaria entry, worried about issues \nlike corruption and organised crime. Then, in 2013, Germany blocked the process \nagain, stressing the importance of the Rule   of Law. Things got even trickier \nwith the 2015 migration crisis,   which put Schengen's border control to the test \nand further delayed Romania and Bulgaria's entry. Jump to 2022, and just when things were \nlooking up, the Netherlands and Austria   hit the veto button. Austria, in particular, \nwas concerned about a rise in asylum-seekers   coming through the Western Balkans and \nwasn't ready for more Schengen expansion. But finally, in December 2023 some good news \narrived. Austria agreed to a compromise,   and by March 2024, Romania and Bulgaria will \njoin Schengen. Well.. Sort off. They will enjoy   borderless travel for air and sea routes, an \narrangement referred to as 'Air Schengen',   but land travel will remain on hold for now. \nFor Romania and Bulgaria it's definitely a   step in the right direction, but let's face \nit, it's not great. Most of the hustle and   bustle happens on land, where the \nborders are still up and running. It is also a drain on the economy, estimated \nto cost Romania 10 billion euros annually. Negotiations will resume in 2024, \nand with Austria as the last holdout,   Romania and Bulgaria might finally \nachieve full Schengen accession. Let me know what you think, and if you \nlike this type of quick and simple content,   hit that subscribe button and join our channel \ntoday for your regular dose of EU FLASH."
}