{
    "videoTitle": "Secret Far-Right Masterplan Uncovered In Germany",
    "videoId": "pl2gyqKvYA0",
    "transcription": "Germany. Berlin. Potsdam. It is the morning of November 25th 2023. A \nlarge hotel from the 1920s sits on the edge   of Potsdam in Berlin, its roof looking out \nover Lehnitz lake. Today, something out of   a dark tale will happen here at the Landhaus \nAdlon hotel. It's real, though, and it shows   what can happen when leaders of right-wing \nextremist groups meet up with rich supporters. The meeting was supposed to be a secret, \nstrictly arranged only through letters,   to discuss a so-called “Master Plan” for \ngermany. But thanks to the investigative   journalism of Correctiv, there was an undercover \nreporter secretly observing the gathering. Two men set up this meeting. The first, Gernot Mörig, is in his late \n60s and has been part of the far-right   scene in Germany for a long time. He \nused to be a dentist in Düsseldorf.  The other, Hans Christian Limmer, is a big name \nin the restaurant business. Limmer helped make   the German bakery chain BackWerk into a success and now \nhas a share in the popular German burger place,   Hans im Glück. Limmer wasn’t there, but \nhe helped make it happen with his money. Throughout the afternoon, the \nhotel’s dining room fills up   with people. There are about \ntwo dozen of them, including 4 members of the Far-Right AfD \nparty and known Neo-Nazis. There   are also middle-class people – \ndoctors, lawyers, politicians,   and business owners. Mörigs family also came \nalong. And four members from Germany’s CDU party   are there, 2 of whom are from a conservative \npart of the party called the ‘Values Union’. The meeting begins with Mörig, the former \ndentist and now event organiser, taking the   stage to introduce the day's opening speaker: \nSellner. Renowned as an author and a leading   figure in the European New Right, Sellner \ncarries the weight of neo-Nazi views and   an Austrian background, drawing a dark parallel \nto another notorious Austrian figure from 1933. As Sellner takes over, he unveils \nhis \"masterplan,\" centering on the   concept of \"re-migration\" — a strategy \nhe deems crucial for the West's survival. He specifically targets three \ngroups for removal from the country:  Asylum seekers, Non-Germans with residency \nrights and \"non-assimilated\" German citizens. In a nutshell, the discussions in that \nPotsdam hotel room all come down to a single,   dark conclusion: individuals in Germany should \nbe forcibly removed if their appearance,   background, or how well they blend into \nGerman society doesn't align with the   expectations of individuals like Sellner, \neven if they hold German citizenship. The plan even includes a designated destination \nfor foreigners and refugees in North Africa,   referred to as the \"model state.\" This envisioned \nstate could reportedly accommodate up to two   million people and would offer educational \nand sports opportunities. Sellner goes on to   suggest that even those advocating for refugee rights \nshould be relocated to this location. Remarkably,   Sellner's concept bears a disconcerting \nresemblance to the Nazi's plan in 1940 plan to   deport four million Jews to \nthe island of Madagascar. Despite Sellner's controversial proposal, there \nwas no dissent in the room. Instead, attendees   grappled with practical questions, particularly \nthe feasibility of removing individuals with valid   passports. Sellner brushed off such concerns, \nsuggesting that \"customised laws\" would create   enough pressure to enforce his plan, which \nhe admitted would take decades to implement. The meeting continues with other speakers and \ncovers a broad spectrum of other subjects,   including financing far-right groups \nand conducting influencer campaigns to   promote their ideologies. Additionally, \nthere are discussions about strategies   to undermine the integrity of \nthe German democratic elections. So what have we learned from \nthis no-longer secret meeting? One, there is a far-right ‘master plan’ \nto deport German citizens because of their   ‘ethnicity’. Two, there are a number \nof wealthy potential donors for this   project. Three, there is an expert in German \nconstitutional law who has sketched out   legal methods to systematically cast doubt \non democratic elections. And Four, representatives   of the AfD and CDU were willing to meet with \nradical right-wing activists and neo-Nazis. Meetings among far-right \nindividuals are not uncommon;   however, the concerning factor in \nthis instance is the involvement of   two German political parties: the \nCDU and, more notably, the AfD. The AfD, or Alternative for Germany, \ndemands particular attention due to its   known associations with right-wing extremism, a \nconnection less commonly observed within the CDU. For those completely out of the loop, the AfD, or \nAlternative for Germany, is a far-right populist   political party in Germany, distinguished by its \nstrong anti-immigration stance and scepticism   towards Climate Change and the European \nUnion. Since its establishment in 2013,   the AfD has rapidly risen in popularity, now \nranking as the second-largest party in Germany. The news of a secret meeting has raised \nserious questions in the German federal   court about whether the AfD party has become \ntoo extreme. This concern is particularly   significant in Germany, where, because \nof its history with the Second World War,   parties can be banned if they're seen \nas extreme and a threat to democracy. Germany has a strong history of taking \naction against such parties. For instance,   the federal court banned the Socialist \nReich Party in 1952 and the Communist   Party in 1956 because they threatened \nthe country's democratic principles. Recently, a German court determined that \nthe AfD's youth group is extreme. This   decision has sparked a lot of discussion about \nwhether the AfD itself might face a ban next. Amid these developments, the AfD's leadership has \nattempted to distance itself from the controversy.   The party insisted that no member was present \nat the secret meeting in an official capacity. AfD leader Alice Weidel described the \naccusations of AfD's involvement in the   secret meeting as “scandalous,” arguing that \nthey misrepresented her party's intentions. According to Weidel, the AfD's \ngoal is merely to enforce the law,   specifically to return individuals home, who \nhave no legal right to remain in Germany. So, is Weidel innocent? Let's have another look at the AfD \nparticipants of the secret meeting and   whether they have links to AfD leadership, \nwith a particular emphasis on Weidel. The most obvious link is Roland Hartwig, a \nformer Member of Parliament and advisor to   AfD leader Alice Weidel. Reports suggest Hartwig \nappeared to be an intermediary at the meeting,   meant to share its outcomes with the AfD \nboard, though solid evidence is lacking. Then there is Arne Mörig, tasked with managing \nAfD social media efforts since late 2022,   covering accounts for the party's parliamentary \nleaders. At the secret meeting he proposed the   creation of a Social Media agency to \nlaunch an \"alternative YouTube\" for   right-wing influencers. Mörig was \nfinancially supported by the AfD,   with funds coming directly from an account \nowned by none other than Weidel herself. Both Hartwig and Mörig's contracts were reportedly \ncancelled after the secret meeting was uncovered. Does this prove that Weidel \nendorsed the contents of the   secret meeting? No it doesn’t. But the \nconnections are concerning. Not to mention,   why would you hire someone with an extremist \nbackground to manage your social media? Weidel may have publicly distanced \nherself from far-right extremism,   but within the AfD, there are those that do the \nexact opposite. Check this guy out: Bjoern Höcke,   the party's leader in Thuringen, and currently \nset to win the state elections there. Höcke has made headlines for his rhetoric that \nechoes the dark chapters of Germany's past.   For example, he has called to repeal laws against \nincitement to racial hatred and Holocaust denial,   and he has criticised the Holocaust Memorial in \nBerlin, calling it \"a shame\" for Germany. He even   made a controversial comment in an interview, \nquestioning if Hitler was \"absolutely evil.\" Furthermore, Höcke was a prominent figure in \"The \nWing\", in German, Der Flügel, a faction within the AfD that   was disbanded after being identified as extremist \nand incompatible with German constitutional law. I think you are starting to get the idea, the \nconnections between the AfD far-right extremism,   including elements of fascism and Nazi rhetoric, \nare widely evident across its party ranks. In response to the alarming revelations, Germany \nhas witnessed a massive wave of public outcry,   with hundreds of thousands marching in protests \nacross the country to voice their opposition to   right-wing extremism. These demonstrations have \ngarnered broad support from the public with a poll   showing that three-quarters of respondents endorse \nthese public protests as the appropriate reaction. Interestingly, there's been a notable shift \nin public perception regarding the threat to   democracy; 39% of those surveyed now identify \nright-wing extremism as the biggest danger   to German democracy, marking a steep 19% \nincrease in concern over the past 15 months. This hasn’t gone unnoticed on an EU level either. The AfD also finds itself \nsomewhat isolated on the European political landscape.    Notably, there's a lack of support from similar right-wing and Eurosceptic \nparties across Europe, such as Meloni's   party in Italy and Le Pen's party in France. \nLe Pen even said in an interview that the AFD   are too extreme and that she can't see a way \nto work together. Imagine that, Le Pen, who is   known for her extreme nationalist views, finds \nthe AfD too extreme, that says it all really. So what is the way forward? \nShould the AFD be banned?  The\nHere's what we think: No. Banning the AFD, might make the party disappear, \nbut the problems and complaints of its supporters   would still be there. Plus, banning the party \ncould make people trust democracy less and   become more sceptical about politics. We believe \nthe best way to deal with the extremist parties   is by beating them at the ballot box, \nnot by making legal moves against them. So what do you think of this whole situation? \nShould the AfD be banned? Let us know in the   comments. And if you like this type \nof content, please subscribe and like   the video. And if you want to support the \nchannel further, please sign up to Patreon."
}