{
    "videoTitle": "Sovereignty and NO Migration! The ECR's Plan for Europe",
    "videoId": "Jhg5L7pptio",
    "transcription": "“We live in a time in which everything we stand \nfor is under attack.Our individual freedom is   under attack. Our rights are under attack. The \nsovereignty of our nation is under attack. The   prosperity and wellbeing of our families is \nunder attack. The education of our children   is under attack. In front of this people \nunderstand that in this age, the only way   of being rebels is to preserve what we are. The \nonly way of being rebels is to be conservatives.” Giorgia Meloni is a key leader in the European   Conservatives and Reformists Group \n(ECR) in the European Parliament. The group unites right-wing conservative parties \nwith similar ideologies from all across the EU. So   find your country on the screen to see which of \nyour national parties align with the ECR group. Badically, what this means, \nis that when you vote for: The Law and Justice party in Poland\nThe Brothers of Italy Party in Italy  Or Vox in Spain you're essentially backing the ECR's \nmaster plan for Europe! And this is   why this video is so important - as we \nwill explain what they are all about. Now, before we dive into their detailed proposals,   let’s quickly look at the \nstructure of the ECR group. The ECR group consists of two European \nparties: the ECR party and the European   Christian Political Movement (ECPM) party. \nThis means that your national parties might   align with either the ECR or the ECPM party, \nboth of which are part of the ECR group. Additionally, national parties like the Finns \nParty align with the ECR group in the European   Parliament, even though they aren’t directly \naffiliated with a European party. Keep in mind   that European parties and national parties \nmay each have their own election manifesto. It might sound a bit complex, \nbut here is the good news:   the ECR group has managed to \nalign on a list of priorities,   which can be found on their website, and \nwhich we’ll dive into in today’s video. As with all of these videos, we are \nfocusing on 6 areas, starting with DEFENCE. The ECR is strongly pro-Ukraine, advocating \nfor increased aid—like weapons, ammunition,   and financial support—along with tougher sanctions   on Russia. They believe in providing \naid until the occupiers are defeated,   and extending help to others facing \noppression, such as the people of Belarus. “In the last five years in this house, we have \ntalked much more about electric scooters and   butterflies than about geopolitics and \nmilitary defence. The idea of making   the European pillar of NATO more firm \nand efficient serves to also strengthen   the Atlantic alliance. Please don't be \nshocked when Trump comes to wake us up   from our green dream. It cannot always \nbe others who pay or die in our place.” They emphasise NATO as the primary security actor,   pushing for stronger EU-NATO cooperation by \nboosting defence budgets, advancing technologies,   and training forces. Both maintain \nthat defence and military preparedness   should remain with member states, and are \nsceptical of an EU defence union or army. However, there's some internal disconnect \nin the group, with their co-president from   Meloni’s Brother’s of Italy party bringing \nthe idea of an EU army back onto the agenda. Nonetheless, the ECR is united in pushing for \nmore EU collaboration in research, development,   and joint procurement of defence products. Lastly, the ECR also prioritises \nfighting organised crime and terrorism. Next up is one of the hottest \ntopics in Europe: MIGRATION.\n   The ECR has some of the toughest migration \nproposals. They advocate comprehensive border   security across all EU entry points—air, \nland, and sea—funded by all member states.   They support reinforcing agencies like Frontex \nand Europol and conduct joint naval missions   to block migrant departures from North Africa. They're firmly against redistributing migrants \nacross the EU without the receiving country's   consent and want to increase the return of \nrejected migrants to their countries of origin. “The EU needs a deportation mechanism. You are \nan African head of state enjoying foreign aid   from Northern europe. Well deduct 20 thousand \neuros for every migrant your country refuses   to take back. And sanctions shouldn't \njust be for Putin and other bad guys,   apply them to all countries who won’t \naccept returns of their citizens” The ECR is focused on combating human \ntrafficking and smuggling. They want   to collaborate with third countries so \nthat asylum procedures are managed there,   assessing applications for \nprotection outside the EU. And then there's Climate Change & Energy. The ECR plans to overhaul the Green \nDeal with a more localised climate   strategy that prioritises the concerns \nof ordinary people, farmers, fishermen,   and businesses. Instead of adding new \nregulations, they want to enforce existing   ones while securing adequate funding. They also \ndon't support banning the combustion engine,   believing it can remain viable through new \ntechnology and research into low-emission fuels. They also state their goals to lower emissions, \nclean Europe's air, protect wildlife,   and safeguard fish and seas. However, apart \nfrom using the EU's Emissions Trading Scheme   to reduce emissions, they haven't provided \ndetailed plans on how to achieve these goals. They also want to support farmers, by \nmaking the EU’s common agricultural   policy less bureaucratic, and protecting \nthem from unnecessary green ideology. When it comes to energy, the ECR strongly \nadvocates for a technology-neutral approach   that champions nuclear energy and aims to \nmake the EU a leader in geothermal power. Next is the Economy, The ECR commits to “empower small and \nmedium-sized enterprises (SMEs) by cutting   down on unnecessary red tape and calling for \na temporary halt on new EU rules. They want to   direct resources towards implementing \nand enforcing existing legislation. They want to modernise the EU's digital \nlandscape to spur innovation and investment   in technologies like AI, 5 and 6G, \nand quantum computing. Again it is   unclear how they want to do this. But one \nthing that is clear is that Member States   should keep their fiscal autonomy and that \nthe EU should not interfere in tax issues. The ECR also seeks to boost EU growth by \nemphasising rule-based free trade. They   aim to prioritise de-risking and take \na firm stance in their relationship   with China. They also want to reform the \nWorld Trade Organization (WTO) and build   dynamic partnerships with key allies like \nthe United States and the United Kingdom. Now, when it comes to Social issues, details \nare somewhat limited on the ECR's website,   likely indicating a preference for these issues \nto be managed at the local Member State level. However, the ECR generally supports \nfamily-friendly policies that emphasise   European cultural heritage and respect for \neach nation’s traditions. Additionally,   they are opposed to 'woke' and 'cancel' cultures. Now finally, what about EU Reform & Enlargement? “Who the hell do you think you \nare, to place yourselves above   the Member States. One is reminded of a \nwell known story about Dr. Frankenstein,   who wanted to create a perfect being \nand instead created a monster. What   the report proposes is the grabbing all \nessential competencies of the Member   States thereby reducing the national \ninstitutions to ornamental functions”. So yes, a very clear \"NO\" when it comes to EU \nreform that would increase Brussel's power. That means:  NO to removing Member States Veto power.\nNO to empowering the EU parliament  NO to the EU commission becoming something \nsimilar to a Member State government The ECR say that they are dedicated to protecting \nEurope's traditions, freedoms, and values and want   the EU to do \"less but better\". The ECR opposes \nunnecessary centralization of power in Brussels,   preferring decisions made closer \nto the people in the Member States. And that’s an overview of the ECR’s \nplans! Craving more detail? Dive into   their manifesto linked below for the full rundown. It is also worth noting that ECR does not have \na lead candidate as they formally rejected the   Spitzenkandidat system as illegitimate due \nto its lack of basis in EU treaties. However,   an ECR insider revealed that internal \ndisagreements on appointing a candidate,   alongside strong opposition from Poland’s Law and \nJustice (PiS) party, influenced this decision. We are excited to bring you a series of seven \nvideos, each dedicated to a different political   group in the European Parliament. These videos are \ndesigned to equip you with the knowledge you need   to vote confidently. For instance, you can start \nby exploring the EPP here, or delve into Renew   Europe here. Thank you to our contributor for \nhelping with this video! Please subscribe to our   channel now to stay updated as we release more EU \nelection content! And if you're passionate about   helping us spread knowledge on the EU, think about \njoining our Patreon community. Until next time!"
}