{
    "videoTitle": "STOP Killing Games - How Europe Can Save Gaming!",
    "videoId": "Y2Q8LrHNb3M",
    "transcription": "id you know that the video game industry \nmakes more than the music and film industry   combined? In Europe, video games aren’t just \nfor kids - they’re enjoyed by people of all   ages. The EU is home to big triple-A \ndevelopers like Ubisoft in France,   the talented Larian Studios in \nBelgium, or Torpor Games in Germany. But recently, our games have been coming under \nattack. Many rely on servers to run, which are   owned by the publishers. If the publishers turn \nthese servers off, the games become unplayable.   This is a form of anti-consumer behaviour that \ntakes away your right to the goods you purchased. It sounds crazy, but it’s already happened. \nIn April, Ubisoft pulled the plug on their   open-world, online-only racing game The \nCrew. Anyone who owned a digital copy had   their licences revoked and couldn’t play the game \nanymore. Yes, that includes single player, too. So, what can we do, and why does this concern \nthe EU? Well, if you’re a citizen of any of   these twenty-seven countries, you’re also \na European Citizen, and that means you have   rights protected by the European Union. You \ncan make your voice heard and potentially   put an end to planned anti-consumer behaviour \nacross Europe, for all goods, once and for all. Youtuber Accursed Farms started an EU-wide \npetition called “Stop Killing Games” to urge   the European Union to guarantee consumer \nrights. The petition cites an article   of the European Charter of Fundamental \nRights. which states that no one can take   away a good from a European citizen once \nthey’ve bought it - it’s their property! But what’s stopping the EU from just ignoring \nthis petition? The petition is what is known   as a European Citizens’ Initiative, a way \nfor European citizens to bring a topic of   concern directly to the European Commission, \nwhere they’re bound by law to address it. Maybe you don’t play video games, and are \nwondering why you should care. The truth   is consumer rights matter to everyone. This \npetition would protect your right to goods no   matter what they are, so it’s in your interests as \na citizen to support it, no matter your hobbies. Here’s the catch - the petition \nrequires 1,000,000 signatures,   with a minimum number of nationals from at least \nseven member-states, to be sent to the European   Commission. That’s a lot. It’s already a \nfifth of the way there, but the campaign   needs your help. If you’re a European citizen, \nall you need to do is click on the link to the   Initiative below and follow the instructions to \nmake sure you add your voice to the movement. Finally, we’ll be hosting a special \ninterview with the creator of the Initiative,   Ross Scott from Accursed Farms, to \ndiscuss the petition in full detail.   The livestream will take place on the 14th \nof August at 20:00. So we hope you join us. Please like the video and subscribe to our \nchannel. If you’d like to support us further,   please consider signing up on Patreon."
}