{
    "videoTitle": "Sweden in the EU",
    "videoId": "x8XyE6IQNuI",
    "transcription": "This is Sweden. The 9th most populous country \nin the EU with over 10 million citizens in   its borders. It’s part of the Scandinavian \npeninsula, Europe’s northernmost lands. The   vast majority of Sweden’s coastline stretches \nalong the Baltic Sea, though a part of it also   edges on the mouth opening up to the North Sea. \nThe country borders two EU neighbours - Finland   to the East and Denmark to the Southwest. Okay, \nyes, they don’t technically border each other,   but come on. And in the West, Sweden \nborders Norway, a non-EU country. Sweden enjoys access to the Arctic Circle \nto the North and is home to Gothenburg,   the largest port in Scandinavia and a very \nprosperous trading hub for the EU. Gothenburg   is a key contributor to Sweden’s impressive \nGDP, worth 585 billion dollars in 2022. This is the 2nd video in a series where we \nbreak the Union into twenty-seven pieces   and dissect each of the member states one by one. Today, we delve deep into Sweden, focusing on: \nSweden’s History, Economy and Politics, Sweden’s   representation in the EU and Sweden’s relationship \nwith the EU. At the close of World War II,   Sweden emerged unique: a neutral nation amidst a \ncontinent ravaged by conflict. This neutrality,   which kept Sweden out of the devastations \nof both World Wars, was a source of national   pride and underpinned its post-war foreign \npolicy. Sweden had an intact industrial base   after the war, laying the foundation for \nthe country's subsequent economic boom. During the Cold War, Sweden decided not to \njoin NATO even as many European neighbours   did. Sweden even pursued its own nuclear weapons \nprogram in secret, aiming to bolster its defence   and ensure its neutrality. However, after \ninternational pressures and growing domestic   opposition to nuclear weapons, Sweden chose \nto abandon its nuclear ambitions in the 1960s. Nonetheless, Sweden's thriving economy, backed by \nindustrial prowess, made it a European powerhouse.   Progressive social policies transformed \nthe nation into a capitalist welfare state,   offering extensive public services funded \nby high taxes—a model that many admired. Yet, as Europe moved towards greater unity, \nSweden faced a conundrum. By the late 1980s   and early 1990s, global dynamics \nhad shifted. The Cold War ended,   the EU grew more economically influential, and \nSweden's economy faced challenges. These factors,   combined with a desire to shape European policies, \ncompelled Sweden to re-evaluate its stance. A 1994 referendum sealed the deal: Sweden would \njoin the European Union. While the vote was close,   the arguments in favour of membership were \npersuasive—economic stability, increased trade   opportunities, and a seat at the decision-making \ntable. Sweden became the 15th EU member in 1995. Yet, Sweden's ties with the EU present \ncomplexities. While a member, it has   chosen to keep its currency, the krona, forgoing \nthe euro after a 2003 referendum. Similarly,   Sweden has remained outside of NATO. \nHowever, the 2022 Russian invasion of   Ukraine prompted a reevaluation of this \nstance, highlighting potential threats   to Swedish sovereignty. Consequently, in \nMay, Sweden applied for NATO membership. Today, Sweden is known for following \nthe “Nordic Model”. Workers hold a   lot of power through multi-level collective \nbargaining and the welfare state allows for   equal opportunity as well as security. \nThis model has worked quite well for   Sweden - it ranks 5th in Europe in terms \nof GDP per capita, but sits at 7th on the   Human Development Index rankings and is \nthe 7th happiest country in the world. Sweden’s GDP has doubled since joining the \nEU and its economy is highly developed and   export-oriented, with its strength \nanchored in machinery, vehicles,   and mineral fuels. Intra-EU \ntrade plays a pivotal role,   constituting a significant 52% of Sweden's \nexports. The primary EU trading partners   include Germany, (23%), followed by Denmark \n(8%), and Finland (7%). Outside of the EU bloc,   Norway receives 11% of Sweden's exports, while \nthe United States gets 8%. On the import front,   an overwhelming 68% hail from EU countries: this \nincludes Germany (18%), the Netherlands(10%),   and Denmark (7%). From non-EU nations, 9% of \nimports come from Norway, with China providing 6%. Amidst this robust trading landscape, Sweden \nhas an impressive track record of nurturing   innovation and entrepreneurship. The nation has \ngiven birth to numerous 'unicorns' – companies   that achieve a valuation of more than USD 1 \nbillion while still unlisted. This elite group   includes video game developers such as King and \nMojang, fintech marvel Klarna, and the globally   acclaimed music streaming service Spotify. Sweden \ncan also boast global giants like SAAB and IKEA. In terms of EU funding, Sweden has consumed \naround 2.8 billion euros from the EU in 2022,   which includes money for: Agriculture & \nRural Development, Maritime & Fisheries   and the development of Sweden's Digital \neconomy, Labour Market and Green Industry. But Sweden is also a large EU contributor, paying   around 4.2 billion euros into the EU budget \nin 2022, making Sweden a net EU contributor. Interestingly, Sweden has not yet adopted the \neuro and still uses the krona. Unlike Denmark,   which has an official opt-out, Sweden is \nobligated to eventually join the Eurozone   since it doesn't have a formal exemption. However, \nit has been able to delay its adoption due to not   meeting all the required Eurozone criteria, even \nthough it easily could. The EU Commission and   Eurozone nations have also informally allowed \nSweden to delay adopting the euro for now. But public opinion seems to be shifting, with \na recent poll indicating 54% of Swedes favoring   the euro. Despite some varying numbers, the \noverall trend suggests growing euro support,   possibly influenced by the weakening krona. \nNonetheless, only the very small Liberal party   supports euro adoption, therefore, euro adoption \nwill remain unlikely in the immediate future. In terms of politics, Sweden is a constitutional \nmonarchy where the King is the head of state,   largely a ceremonial and symbolic role, \nrepresenting Sweden at official functions and   hosting international leaders, while remaining \npolitically neutral. While the Prime Minister,   as head of government, oversees policy \nimplementation, legislative initiatives,   and domestic affairs. So In reality, Sweden is a \nparliamentary democracy - the freest in the world,   in fact, according to the Freedom House Index. Recently, however, there’s been some \ndisruptions to the status quo. The   conservative Moderates (68), the \nChristian Democrats (19), and   the central liberals (16) have \nformed a coalition government,   backed in parliament by the controversial \nright-wing populists, the Sweden Democrats (73). Thus, the coalition, supported by the Sweden \nDemocrats, leans right-wing, prioritising   Crime—often linked to rising immigration—followed \nby Immigration and Integration. The coalition   also vowed to reinvest in nuclear energy. The \nbiggest party in the opposition is the Swedish   Social Democratic Party (107), the biggest \npolitical party since the 20th century, who   usually stand for progressive policies, workers' \nrights, and a comprehensive welfare system. On the European level, Sweden is allocated 21 \nseats in the European Parliament in accordance   with its total population. Among the 27 EU \ncountries, Sweden ranks 8th in terms of MEPs,   with Germany, the most populous, having 96 \nMEPs, and Malta, the smallest, having 6 MEPs.   6 Swedish MEP’s are part of the center-right \nEPP Group, 5 are part of the center-left S&D,   3 have joined the conservative ECR Group, another \n3 are part of the centrist liberal Renew party,   3 more are part of the Greens, and 1 is \na member of the far-left party, The Left. So, Swedish voters are quite spread out \nideologically when it comes to their European   representation. In terms of Eurocepticim, Sweden \nlargely leans pro-EU with only 3 MEPs aligning   to the ECR group, though the rise of the Sweden \nDemocrats could potentially shift this stance   in the future. But it doesn’t stop there, Sweden's \nrepresentation extends to the European Commission,   the EU's executive level. Ylva Johansson serves \nas the European Commissioner for Home Affairs,   who manages the internal \nsecurity of the entire EU. But do the EU and Sweden get along? In short, \nyes! Despite the rise of nationalist parties   such as the Sweden Democrats, these groups \nstill view Sweden’s membership of the EU as   beneficial. As do its people - a 2022 poll \nshowed that 64% of Swedes approve of their   country’s membership of the EU, with \nonly 12% voicing express opposition. This is a record high EU approval rate in Sweden, \nwhich may come as a surprise given how close the   initial referendum to join the Union was back \nin 1994. So why are Swedes so keen on Europe,   now? It’s likely because of Russia’s invasion \nof Ukraine. Many Swedish citizens fear that   an aggressive Russia could one day push into \ntheir country and threaten their sovereignty,   so they see the Western/EU sphere of \ninfluence as a much better alternative. But Sweden is not always in agreement with \nother EU countries. They are part of the   so-called \"Frugal Four\", together with Austria, \nDenmark, and the Netherlands. This group is known   for their fiscal conservatism and preference for \nstricter budgetary discipline within the EU. Their   stance often contrasts with countries advocating \nfor greater financial integration and shared   fiscal responsibility. For instance, during the \ndiscussions about the EU's COVID-19 recovery fund,   the Frugal Four were initially hesitant and pushed \nfor loans rather than grants, highlighting their   preference for tighter financial controls \nand hesitancy towards mutualized debt. But what do you think of Sweden’s place in the \nEU? We’d love to hear from our Swedish viewers,   so please leave a comment letting us know your \nthoughts. And a big thank you to our Swedish   viewers that volunteered to contribute to the \nvideo. Thanks for watching and please subscribe if   you enjoy the content. And if you want to support \nthe channel further, please sign up to Patreon."
}