{
    "videoTitle": "The EU CANNOT Become a Puppet of China or the US - Macron's Plan Explained",
    "videoId": "GqMVeeC5VKI",
    "transcription": "Europe should be a third power in the \nworld order along with the US and China. These were the French president's words after a \nstate visit to China in April this year. He also emphasized that Europe should not become \na vassal of the U.S or China and must avoid   being drawn into any conflict over Taiwan \nthis is not the first time that Macron has pushed for European strategic autonomy but \nthis time it has drawn significant criticism   from both sides of the pond. In the U.S a senior \nRepublican Senator suggested that if Macron spoke   for all of Europe then the U.S should consider \nfocusing as foreign policy on containing China   and leave Europe to handle the war in Ukraine \nand in the EU a senior German politician warned   the French president that his policy and remarks \ncould lead to a geopolitical dead end for Europe.   This has not deterred Macron however as in an even \nmore recent speech he presented his vision for a   more Sovereign Europe. This video will look at \nthe speech and had his five pillar plan and   stick around for our opinion at the very end. Macron's \nfirst pillar towards a more Sovereign Europe is   competitiveness and stronger EU integration. You \ncannot be a strong role model, you cannot promote   your identity, you cannot defend on the long run \nthe European model if you are not competitive   and you don't put yourself in a situation to be \nthe one to produce the Best in Class Solutions.  This is why competitiveness is requested and this \nis why you have to pass reforms. Macron claims that significant EU reform is required including \nmuch more integration to remain competitive   on the world stage. To address this he mentioned \nthat the EU needs to simplify and streamlines regulation, focus much more on Higher Education and \nTraining, create a capital Market Union to better distribute capital and strengthen the EU single Market. He used an interesting example of European startups having to navigate 27 Regulators in the EU, one for each member state. In the US or China there is only one regulator meaning that their domestic markets are simply much more lucrative for new companies. Maybe this is a reason why so many Tech startups leave Europe. Macron's 2nd pillar is to create industrial policies. Ff \nyou don't have industrial policy, you cannot   create progressively your autonomy or at least your \nde-risking on energy, this is impossible.  Because our competitors today are interfering in the \nmarket. Matter of fact.    Industrial policy aims to encourage economic growth through investment. Macron argues that without it, we cannot achieve a   Net Zero Economy, Energy Autonomy or strengthen \nour Chips Industry, as China and the US have a   competitive Advantage due to their own policies. \nFor instance the U.S spent 391 billion dollars on   energy and climate change last year, while China \ninvested billions in their made in China 2025 plan.   Macron advocates for an EU industrial \npolicy at both the federal and National level to promote self-reliance. This brings us to \nmacron's third pillar: Protection of our Interests.   Indeed we have to accept to protect \nvital interests and strategic assets   when we consider they could be put \nat risk. We recognize for good reasons   that we need a Screening of these foreign \ninvestments on some critical assets.  Macron is very concerned that over the last two decades \na lot of infrastructure has been sold or partially sold to Chinese companies. While the EU has already \nput into place some screening mechanisms, Macron emphasized the need to protect EU interests by \nstopping foreign investment in some critical assets   such as energy companies, defense companies, ports \nand so on. He wants to enforce this on the digital   side too regarding social media, artificial \nintelligence, and cyber security. While he is   a believer of free speech, Macron sees a security \nthreat in exposing ourselves too much to foreign   algorithms and propaganda. This could interfere in the\neducation of our children or even our functioning  Democracy.  The fourth pillar of Macron's plan is \nreciprocity. We should stop signing and accepting   trade agreements with governments and people which \ndon't respect Paris Agreement and our Biodiversity commitments What Macron means is that we need the \nsame rules for producers abroad and our producers at home. In the EU we have strict rules on our \nproducers regarding sustainability.  If we simply allow trade with Partners who do not follow these \nrules we will destroy our own Market, as we cannot   compete on price. Therefore all future trade \nagreements should include commitments towards   climate change and biodiversity. Macron also \nmentioned that trade agreements need to have a   clear strategic interest for the EU. For example, \nhow can the agreement give the EU privileged   access to critical raw materials? The fifth and final pillar of macron's plan is Cooperation. we have to push promote our agendas through a \nseries of cooperation, in order to strengthen and   extend our multilateral rules and instruments \nand precisely to do more together and push   this European model internationally. Here Macron wants to revitalize International organizations such as the WTO, which he claims are not working at the moment and needs to be promoted more strongly   by the EU. Only through such International \norganizations can we ensure compliance of   third countries to a high standard of values that \nwill help us address Global problems like Climate Change. Macron then finished his speech with the \nfollowing: We want to be open, we want allies,    we want good friends, we want Partners, but we always \nwant to be in a situation to choose them.  Not to be the person dependent on them. European \nsovereignty is not just the concept or fantasy but   it's absolutely, in a dangerous world, a necessity. \nTo live, dream, for ourselves, as Europeans. Thank You. So here's what we think McCoy makes a solid \npoint the EU is currently very dependent on   both the U.S and China. China in terms of trade as \nthey are our biggest trading partner and the US   in terms of security with a war in Ukraine \nlikely looking very different without U.S   support. We are not saying the EU shouldn't \nhave Partners but simply that the EU would   benefit to be able to stand on its own two feet \nso that we can make our decisions and retain our   sovereignty. We do not want another situation \nwhere a country like Russia can weaponize its   energy exports and hold Europe at Ransom. But \nwhat do you think? More strategic autonomy or not? For more detail on the EU's dependency on \nChina, see our video below called \"When China   invades Taiwan will the European Union help?\" \nAnd as always please subscribe and LIKE the   video and if you want to support the channel \nfurther please consider signing up to Patreon."
}