{
    "videoTitle": "The 2024 European Commission EXPLAINED",
    "videoId": "pypVHronDBs",
    "transcription": "The European Commission President, Ursula \nvon der Leyen, is putting together her new   team of 26 commissioners—one from each \nEU country—to lead the EU for the next   five years. Think of it like forming \na government, with each commissioner   responsible for a different portfolio, \nlike Prosperity & Industrial Strategy,   Agriculture & Food, or Defence & Space.\nVon der Leyen herself has been in office   for a couple of months now, and she asked each EU \nmember state to suggest two candidates—one male   and one female—so she could balance the team. \nBut, surprise, surprise, almost no country   actually did that. Instead, the past few weeks \nhave turned into a classic case of political   horse trading. To get more female candidates \non board, Von der Leyen has been busy swapping   exciting portfolios for more gender balance\nToday, she finally presented her full squad,   with each commissioner's role officially assigned. \nAnd let me tell you, there are definitely a few   eyebrow-raisers in the mix! Some choices \nmake total sense, while others…not so much.  First up, the boss: Von der Leyen \nherself, of course, followed by   her top deputies—six Executive Vice Presidents.\nOne of the more predictable picks is Kaja Kallas,   who will be taking the reins on Foreign \nAffairs and Security Policy. It’s a big job,   as she’ll be the EU’s top diplomat, navigating \ntricky waters with world powers and keeping   Europe’s security strategy on point.\nBut the real curveball?   France’s Stéphane Séjourné, swapped in at the \nlast minute! Until Monday, Thierry Breton was   still France’s top pick. As commissioner for the \nInternal Market, Breton made a name for himself   with major EU policies like the Digital Services \nAct and the world’s first AI regulation. However,   his relationship with von der Leyen was rocky. \nA notable clash, dubbed \"Piper-gate,\" happened   when von der Leyen bypassed Breton in appointing \na representative for small businesses, leading to   public criticism from him and others on the team.\nBreton didn’t shy away from more confrontation,   either. When von der Leyen just about secured her \nparty’s nomination for Commission President again,   he publicly hinted that maybe it was time for \nnew leadership in the EU, pointing out how long   the European People’s Party (EPP) had held power.\nAccording to Politico, this last-minute swap was   the result of negotiations between \nMacron and von der Leyen. Macron,   concerned that Breton's strained ties with von \nder Leyen would land France a weaker portfolio   and no Executive Vice Presidency, pushed for \nSéjourné instead. The gamble paid off—Séjourné   is now an Executive Vice President in charge \nof Industrial Strategy. Given Macron’s focus on   “Strategic Autonomy,” it looks like France secured \nexactly the portfolio they were aiming for.  Then there’s Raffaele Fitto from Italy, the \nExecutive Vice President for Cohesion and Reforms.   He stands out as one of the only commissioners \nfrom a right-wing party, in this case, the   conservative European Conservatives and Reformists \n(ECR). His portfolio includes overseeing cohesion   policies, which aim to reduce disparities between \nEU regions, and pushing forward reforms. However,   looking at the ECR’s manifesto, there’s little \nsign of a strong desire for change within the   EU. In fact, they firmly oppose removing the \nVETO vote from Member States, suggesting that   under Fitto’s watch, any significant reforms to \nthe EU structure may face considerable hurdles.  Next to the president and the six executive vice \npresidents, there are 20 more commissioners from   across the EU, each with their own portfolio. \nWhile there are too many to cover in detail,   some appointments stand out.\nAustria, despite being criticised by   the European Court of Justice for illegal border \ncontrols and blocking Romania and Bulgaria full   entry into the Schengen Area, has been given the \nportfolio for Internal Affairs and Migration. This   is surprising, especially since Austria’s nominee, \nMagnus Brunner, has a purely financial background.  Then there’s Hungary. Orbán's nominee, Olivér \nVárhelyi, received one of the least significant   portfolios: Health and Animal Welfare, a clear \ndowngrade from his current role in Neighbourhood   and Enlargement. Relations between von der Leyen \nand Orbán have hit rock bottom, especially after   Orbán’s July visit to Moscow, which sparked a \nboycott of Hungary's EU presidency. Hungary is   also refusing to pay a €200 million ECJ fine, \nthreatening to send asylum seekers to Belgium,   and blocking €6.5 billion in military aid to \nUkraine. It’s no surprise von der Leyen wasn’t   eager to give them a more influential portfolio.\nAnother interesting takeaway is the division of   commissioner appointments along party lines. \nThe European People's Party (EPP) secured the   most spots, with 14 commissioners, followed \nby Renew Europe with 5, the Socialists with 4,   and 1 each from the European Conservatives \nand Reformists (ECR) and the Patriots,   plus 2 independents. Renew Europe, which \nonly came in fifth place in the elections,   managed to secure a surprising amount of power. \nMeanwhile, the Greens, sovereignists, and   the Left ended up with no commissioner positions.\nTrue to von der Leyen’s commitment to gender   parity, she appointed four women and two men \nas executive vice presidents (EVPs), who will   oversee policy clusters in collaboration with \njunior commissioners. After intense negotiations,   von der Leyen also increased the number of women \nin the Commission to 11, or 40% of the total.  The 26 nominees still have to face confirmation \nhearings in the European Parliament, where some   may not make it through due to past controversies, \nlack of expertise, or partisan pushback. And who   will keep you updated on all the twists and \nturns? We will. So don’t forget to subscribe,   like the video, and if you want to support \nus even more, check out our Patreon!"
}