{
    "videoTitle": "The EU Should NOT Accept New Members. Yet.",
    "videoId": "2DPYuaC26_4",
    "transcription": "The European Union has a long list of \nCandidate Countries wishing to join:   Turkey became a candidate in 1999. North \nMacedonia in 2005. Montenegro in 2010. Serbia   in 2012. Albania in 2014. And Moldova, Ukraine \nand Bosnia and Herzegovina in 2022. But even   though some countries have been waiting over 10 \nyears, we firmly believe that the EU should NOT   accept new members. Yet. So, why shouldn’t the \nEuropean Union expand its borders? Let’s preface   this by saying that we have absolutely no problem \nbringing more members into the EU. In fact, from   a geopolitical perspective we strongly encourage \nit. China and Russia have already asserted their   presence along the EU border, in particular in the \nWestern Balkan region. So, if the EU doesn’t offer   a clear path to membership for these countries, \nforeign influence may only grow stronger, thereby   destabilizing our continent. Nonetheless, we feel \nthat there are two key factors that stop a new   country from joining the EU. Firstly, the EU is \nsimply not ready for a 28th Member. And Secondly,   the candidate countries are not ready to join the \nEU either. In this video we will look at the first   factor only. And we will also look into possible \nsolutions. The second factor will be covered in   a future video, so subscribe to the channel if \nyou are interested. So why is the EU not ready?   Let me tell you a story to explain this. And yes, I am going to have to pick on Hungary again.   Since the early 2010’s, there have been concerns \nabout Hungary's actions and policies that some   believe undermine key EU principles. Such \nas: media freedom, judicial independence,   treatment of minorities, and corruption. As a \nconsequence, in 2022 the European Commission   recommended to block 7.5 billion euros of \nEU funding to Hungary. The commission drew   up a list of reforms that would have to be met \nbefore the money would be released. Obviously,   Hungary’s leader, Orban, was not happy and \ndecided to go on an EU blocking spree, hindering   EU progress wherever he could. For instance, an 18 billion euro support package to Ukraine? 26 countries said yes,   Hungary said NO. A minimum corporation tax of 15% \nfor corporations across the EU? 26 countries said   yes, but Hungary said NO. Arms to Ukraine? 26 \ncountries said yes, but Hungary said NO. All of   these proposals required unanimity, meaning that \nall 27 countries have to agree. And in this case,   Hungary strategically vetoed, one can also call \nit blackmail, to try and unfreeze EU funds. And   It worked. On the 15th of December last year, the \nEU unblocked some of the funds to Hungary, and in   return Hungary withdrew their VETO. I think this \nexample shows why the VETO is such a problem for   Europe both at home and abroad. As it hinders EU \nprogress, slows the EU’s ability to react quickly   to global crises and incentivizes Member States to \nhold the EU at ransom, to get special treatment so   that they won’t VETO. Currently, 27 Member States \nhave a VETO power. However, if the 8 candidate   countries were to join the bloc, this would result \nin 35 Members, each with a potential VETO vote.   Such a scenario could effectively paralyze EU \nprogress, potentially rendering it ineffective and   irrelevant. Thus, we believe that EU Enlargement \nneeds to go hand in hand with EU Reform. But   to understand this, let's first explain how \nthings work today. The European Union has two   legislative institutions: the European Parliament \nand the Council of the EU. The Council of the EU,   consisting of national ministers from all Member \nStates, holds equal legislative authority together   with the European Parliament. But crucially, the \nCouncil possesses veto powers in key policy areas,   including Foreign Policy, Fiscal Policy, and \nSocial Security. Not all EU decisions are   made unanimously. For less contentious topics, \nthe EU uses qualified majority voting (QMV),   which requires agreement from 55% of member states \nrepresenting 65% of the European population. So   the answer is simple right? The EU could simply \nremove the Unanimity and use QMV instead? Both   French and German Ministers share this perspective \nand aim to utilize the passerelle clause,   enabling operational changes within the Union \nwithout Treaty amendments. If all countries agree,   then the EU can switch from unanimity to qualified \nmajority voting for crucial areas such as taxation   and foreign policy. This isn’t perfect, however. \nSmaller member-states argue that they feel left   out when following this model, as their low \npopulations mean they don’t have the voting power   to stand up to the larger powers. To fix this \nissue while avoiding the troublesome veto rule, we   could have a system where key legislation requires \na supermajority to be approved. Basically,   a step up from Qualified Majority Voting. \nThis means that if 75% of the member-states   representing 80% of the EU’s population agree \non a proposal, it should pass. If we look at   the 7 areas where EU countries currently have \na VETO vote, we could allow some of these to be   decided upon with the supermajority vote. This \nwould speed up the EU’s decision-making process   while still allowing for smaller member-states to \nband together and put a stop to any proposal that   disproportionately hurts them. Also, we probably \nshouldn’t completely remove the VETO vote either.   Some topics such as EU Membership may make sense \nto require full support of the entire union. So,   we now have two clear options: First, the French \n& German proposal to use Qualified Majority Voting   for policy areas such as Foreign Policy and \ntax. Or Second, to create a new category called   SuperMajority Voting. The irony is however, \nto implement either option requires all 27   countries to agree with each other. And guess \nwhat, Poland and Hungary have already stated   that they have NO interest in removing the \nVETO vote. In fact, according to Euronews,   there could be up to 9 countries that will oppose \nchanges to Unanimity, meaning it is unlikely to   change anytime soon. We have extensively talked \nabout Unanimity being the most important area   in need of reform before we take in new members. \nBut there are many others that need be evaluated:  For example: The Rotating Presidency \nof the Council of the EU. Currently,   EU Member States hold the EU presidency for \n6-month cycles. However, with the potential   addition of 8 more countries, the total number of \nMember States would be 35, resulting in a waiting   period of 17 years before a country can assume the \npresidency again. This extended duration raises   concerns about the practicality and effectiveness \nof the current system, indicating a need for   reform to address the considerable waiting time \nfor Member States. Next there is Parliament Seat   Distribution. Currently, the European Parliament \nseats are allocated to member states based on   their population size. The number of seats \nin the Parliament is capped at 751, with each   member state receiving a minimum of 6 seats. \nWhen more countries join the European Union,   it can create challenges with regards to the \nallocation as we either add new seats to the   parliament, or dilute the seats of existing \nMember States. Either way, it will result in   a loss of power for existing Member States. Next \nthere are the Commissioners.The current model of   having one commissioner from each Member State in \nthe EU Commission, representing one policy area,   may face challenges with 35 potential members. The \nincreased number of commissioners could make the   structure more cluttered and potentially less \nefficient in decision-making and coordination.   Then there might be the biggest one yet: \nEU Budget. New EU Member States are likely   to become Net Receivers of the EU budget. This \nmeans that existing EU countries might need to   contribute more, or receive less. For example, the \nEU might need to rethink its agricultural policy,   where it currently offers its Member States a \nlot of support. This is what we think. We should   accept no new EU Members without significant EU \nreform. And significant EU Reform will be very   unlikely, as some Member-States will most \nlikely block any real change. Therefore,   maybe there is only 1 way forward: A “Multi-Tiered \nEU”, or as some like to call it “A Multi-Speed   EU”. This basically means that some countries \nintegrate further, while others don’t. This   is a topic I am going to get into a lot more \nin the future so subscribe to the channel if   you are interested. In the meantime, I have made a \nvideo about this in the past. It is a bit old, but   still very relevant in case you want to check it \nout. See you in the comments and until next time!"
}