{
    "videoTitle": "The EU needs to Change. Urgently. (ft. VOLT Europa)",
    "videoId": "THvN5_UYGME",
    "transcription": "The EU is undemocratic. The EU is too slow or \nthe EU is taking away National sovereignty. We hear these accusations all the time, and while \nthey are often exaggerated they do hold some validity. In this video I am joined by Reinier Van Lanschot, co-president of volt Europa, a pan-european political party. Together we will look at the top three EU reforms that we believe will make Europe stronger, more democratic and more transparent. In Third place we have our current EU voting system. Our European elections are not really European. They are national elections about the EU. You can kind of sum it up by saying that we're \nnow a Union of 27 democracies and we should move towards becoming a union of 450 million people. What Reinier means is that Europeans currently vote on National parties in their own countries to represent them in the EU. Once elected, National parties usually join eu-wide groups with similarly minded parties from other countries. For example, the CDU from Germany, the Partido Popular from Spain and Forza Italia from Italy, along with many other National parties make up the EPP party in the European Parliament. The problem with this is that people cannot vote for parties from other countries and therefore National parties are inclined to promote national interests and not European interests. So how can this be reformed? Well the voting system could be changed so that European citizens can vote for any party in the EU. However, many national parties are unlikely \nto agree to this and it would be more realistic to give EU citizens two votes. One to elect MEP's in their National constituencies and one in an EU-wide constituency. In fact, last year some progress towards this has already been made as the European Parliament agreed to have an additional 28 seats in the parliament for EU-Wide parties whom citizens can elect via a second EU vote. Yet this only represents 3.8 percent of the total Parliament and is unlikely to have much impact. Not to mention the Council of the EU will likely veto this new proposal, something that we will get into later in this video. This brings us to the second area where we feel the EU needs significant reform. The European's parliament's right to propose legislation. The most important Democratic chosen body of the EU, the European Parliament, still doesn't have the right to to propose legislation. What Reinier means is that currently only the European commission can initiate new EU legislation. Some argue that this is undemocratic as the European commission is not directly elected by the people, while the European Parliament is. It should be mentioned that all appointments to the European commission must also be approved by the European Parliament and the European Parliament also has the power to force the commission to resign through a vote of no confidence. Nonetheless, allowing the European Parliament to initiate legislation would go a long way to make the EU even more democratic. That brings us to our number one area where we feel \nreform is needed, which is the power of the council. The biggest flaw for me is the fact that so much \npower is within the European Council, where we still have Veto rights on the most important \ntopics that paralyzes our progress because the country that stands on the break determines the speed of the entire European progress. For those that don't know the Council of the EU is a \nco-legislator on equal footing with the European Parliament regarding the lawmaking process. It is made up of National Ministers from every member state of the EU and most importantly it has veto Powers when it comes to the following policy areas. This means that if the EU wants to pass a new law all 27 member states need to agree and there is often just one member State who blocks everything. For example, Hungary who blocked 18 billion euros to Ukraine last year and only released it after the EU did Hungary a favor. Or Austria who blocked Romania's accession into \nthe Schengen Area. The problem with the veto vote is that it hinders EU progress, slows the EU's ability to react quickly to Global crises  and incentivizes Member States to hold the EU at Ransom to get special treatment so that they won't veto. So how can we reform it? We recommend using a mechanism the EU already uses in other areas: Qualified Majority Voting, also called QMV. In this voting system two requirements need to be met to pass a decision. Firstly, a Qualified Majority of at least 16 member states representing at least 65 percent of the EU's total population need to be in favor. And secondly, there cannot be a blocking minority of \nat least four member states. This system can be applied to all seven policy areas where unanimity is required or maybe only a couple as unanimity may make sense for EU membership. There are of course many more areas that need reform, so let us know if you would like videos on those. Also a big thank you to Reinier and Volt for helping with this video, they are a very interesting pan-european party with some great great ideas for EU reform. Check them out in the link below. Lastly, please Subscribe and Like the video and if you want to support the channel further please consider signing up to Patreon. Until next time."
}