{
    "videoTitle": "The ULTIMATE EU Election Guide",
    "videoId": "4alPtkiXzCg",
    "transcription": "Defence, migration, economy, climate change, and \nEU reform – these are some of the top concerns for   Europeans. But how do we tackle these issues? \nWell, with the European elections just around   the corner, it's your chance to make your voice \nheard on how these challenges should be addressed. Let's start with Defence. And let's face it: Europe is at war, with Russia's \ninvasion of Ukraine now entering its third year,   with no end in sight. Reports suggest that \nRussia could sustain its military operations   in Ukraine for another three years, with plans \nto expand its military personnel to 1.5 million   by 2026. A confrontation between the EU \nand Russia is no longer an impossibility. But support for Ukraine varies,   some advocating for minimal intervention \nwhile others want more intervention. And here's where the European parties \ncome in. Now, for those who don’t know,   when you vote for your national parties, you are \nindirectly voting for European political groups. So, if you cast your vote for the CDU \nin Germany or Forza Italia in Italy,   you're indirectly supporting the \nEPP. Similarly, voting for the FDP   in Germany or the VVD in the NEtherlands \nmeans indirect support for Renew Europe. There are, of course, many more parties affiliated \nwith these groups from all across Europe,   and you can check the description for \nmore information on which party aligns   with whom. Quick note, the German AfD used \nto belong to the I&D group, but have since   been kicked out due to being too extreme.\nHelping Ukraine is particularly strong   among Renew Europe, the EPP, and the ECR \ngroup, all advocating for increased support. I put Renew Europe as the number 1 as they have   defence and Ukraine as the number \n1 priority in their manifesto. The S&D and Greens are also very pro Ukraine,   but it is listed towards the end of \ntheir manifesto with a lot less detail. On the other hand, the Left \nsupports sanctions against   Russia but opposes military \nspending and NATO expansion. Meanwhile, the I&D group acknowledges \nUkraine's sovereignty rights but   provides no detail when it comes \nto financial or military support. So, what about EU military integration? Right off the bat, the I&D group and the \nLeft are not keen on it. The Left wants to   demilitarise as much as possible, and the I&D \ngroup believes defence should be managed by   Member States, only supporting 'voluntary defence \ncooperation' when countries want to collaborate. All the other groups support joint military \nprocurement and interoperability. The ECR   is an interesting case: they explicitly state \nthey don’t want a European defence union,   but their leader has suggested an \nEU army could be on the agenda,   so their stance is somewhat \nambiguous, placing them in the middle. As for the Greens and S&D, they favour \na defence union and strategic autonomy,   but provide few specifics. The EPP and Renew \nEurope, however, are clear in their ambitions.   The EPP advocates for a cyber brigade, a missile \ndefence shield, and a nuclear shield. Renew   Europe proposes an EU military academy and has \npreviously mentioned the idea of an EU army. Now, let's move to our next topic: migration. Last year, around 400,000 illegal \nimmigrants tried to enter the EU,   mainly through routes from West Africa and the \neastern and central Mediterranean. These numbers   have risen for three consecutive years, making \nillegal immigration one of the foremost concerns   for Europeans. In fact, 24% of Europeans \nnow view it as one of the primary issues. So, where do the European Groups \nstand on migration policies? Renew Europe, the EPP, the ECR, and the \nI&D groups all want to process migrant   applications in third countries, outside \nof the EU. Migrants accepted in these   third countries would then be granted asylum \nthere, with a quota allowed to enter the EU. The other three political groups oppose this. The EPP, ECR, and I&D also support \nbuilding physical border infrastructure,   and the ECR and I&D openly oppose the \nredistribution of migrants across the EU. The Left, S&D, Greens, and Renew Europe call \nfor saving migrants in the Mediterranean,   a stance the EPP stays quiet on, while the ECR \nand I&D reject it. The Left goes even further,   wanting to abolish Frontex, the EU’s border \nsecurity force, and eliminate EU border fences,   arguing that issues need to be resolved at \nthe source, in migrants' countries of origin. Before we look at the third reason, I \nquickly want to share an experience.  Recently, I was overwhelmed by the stress \nof balancing my demanding full-time job,   my YouTube channel, and my active personal \nlife involving my girlfriend, friends,   family, and sports. This was impacting my \nhealth and mood, leading to difficulties in   prioritising and failures on multiple fronts. \nI found myself losing friends, experiencing   stress with my girlfriend, and noticing the \nquality of my YouTube content degrading.  During this chaotic period, I wish I had sought \nthe guidance of a therapist. A therapist could   have offered a neutral perspective, helping me \nrefocus on what truly matters. This guidance   would have been invaluable in reestablishing a \nhealthier balance and improving my well-being.  If you're going through a challenging time like I \nwas, I highly recommend checking out BetterHelp,   the sponsor of today's video. BetterHelp \nis an online therapy platform that makes   starting therapy easier and less intimidating. \nThey can match you with one of over 30,000   licensed therapists based on your needs and \npreferences, giving you access to a wider   range of expertise than may be available in \nyour city. Plus, you can have therapy sessions   via phone call, video chat, or messaging \n- whatever's most comfortable for you.  Join over 4 million people who've used \nBetterHelp to start living a healthier,   happier life. Go to Betterhelp.com/eumadesimple   or select EUMS at signup for a special \ndiscount off your first month of therapy. Now, let's move to our next topic: climate change. Let's face it, we are not meeting the \ncrucial target of keeping global warming   below 1.5 degrees. Extreme weather \nevents are becoming more frequent,   glaciers are melting at unprecedented \nrates, and sea levels are rising. The EPP, Renew Europe, and the S&D want \nto stick to the current Green Deal and   have Europe climate-neutral by 2050. The \nGreens and the Left want to speed things up,   pushing or climate neutrality by 2040 \nand 2035, respectively. The ECR wants   to review the Green Deal and not commit to \nany new climate regulations before reviewing   and implementing the existing ones. The I&D \nsays a clear no to the Green Deal. They want   to encourage green renewables but no bans. As \nfor nuclear energy, the Left, Greens, and S&D   are against it, while the others are in favour.\n \nNext, there is the economy and competitiveness. Dramatic differences are emerging: \nGDP surged by 6.3% in the US, and   5.4% in China, while the EU lagged \nbehind with a meagre 0.3% growth   last year. Our industry is leaving \nthe bloc, and we are falling behind. It is difficult to compare \npolitical groups at this point,   but we can look at suggested EU spending \nper party. The more left-leaning parties   are against austerity and believe the EU needs \nto spend more on its industry and population. The Left wants to invest in green jobs, public \nservices, and industrial transformation,   requiring massive investments that \nexceed the EU budget many times over. The Greens and the S&D also \nhave ambitious spending plans,   with the Greens specifying the need for 200 \nbillion euros of investment annually, and   the S&D calling for a \"Made in Europe\" strategy \nto invest in the green and digital transition. The EPP and Renew Europe are a bit more modest, \ncalling for industrial policies but not to the   excess of the other three. Moreover, both the \nEPP and Renew Europe want to reduce regulation. As for ECR and I&D, they don’t want \nto spend any more taxpayer money and   would like the EU to reduce its \nbudget rather than increase it. And then there is EU reform and enlargement. The EU is far from perfect; countries can single \nhandedly veto key decisions, and the process for   electing our Commission President remains unclear. \nSo, the question remains: will we embrace change? The Greens, Renew Europe, and \nthe S&D want EU reform now,   calling for the removal of the veto vote \nfor tax matters and foreign policy. They   want a stronger EU Parliament, where the \nCommission President is elected by the people. The EPP, on the other hand, is \nvery fuzzy about what they want,   neither endorsing reform nor rejecting it. The Left wants to strengthen the Parliament \nbut is against removing the veto. As for the ID and ECR, both are very clearly \nagainst any type of reform, as they are worried   about an EU power grab. Regarding enlargement, \nall parties are generally for it, except the I&D. So, here you have an overview of what these \nparties want for each of these key issues.   This is a super high-level overview, and if you \nwant more information, please watch our guides on   each individual political group. These will give \nyou an in-depth overview of each of these groups. For example, check out the right-wing ECR \nhere, or the liberal Renew Europe here. And most importantly, go and vote on \nthe 6th - 9th of June. Your voice is   super important and will define the \ndirection our continent will take. Thank you for watching, and if you like \nour content, please subscribe and like   the video. If you want to support us \nfurther, please sign up for Patreon."
}