{
    "videoTitle": "The EU's VISION for Europe #soteu2023",
    "videoId": "CJpAC6ie8Ao",
    "transcription": "The future of Ukraine is in our Union. The future   of the Western Balkans is in our Union. \nThe future of Moldova is in our Union. That was Ursula von der Leyen, president \nof the European Commission, during her   2023 State of the European Union address. This \nannual speech outlines the EU's achievements   and sets the agenda for the upcoming year. \nAnd one thing is clear: the European Union   president wants a bigger European Union, from \n27 Member States to over 30 Member States. We need to set out a vision for successful \nenlargement. A Union complete with over 500   million people living in a free, \ndemocratic and prosperous Union.   A Union complete with young people who \ncan live, study and work in freedom. EU enlargement was not the president's sole \nfocus. She outlined five more pillars for   the EU to prioritise leading up to \nnext year's elections and beyond,   and this video will give you all the highlights. So, let's dive into the first pillar: EU \nenlargement. The president mentioned plans   to include the five Western Balkan states, \nUkraine, and Moldova. She gave a nod to   Georgia too but completely left out Turkey. \nBringing in seven new members is tricky,   and some say the EU needs to change some \nrules first. However, the president stated: But we cannot – and we should not – wait for \nTreaty change to move ahead with enlargement.   A Union fit for enlargement can be \nachieved faster. That means answering   practical questions about how a Union of \nover 30 countries will work in practice.\n   Simply put, a treaty change tweaks the main rules \nof the European Union. As more countries join, a   Members VETO vote might become unworkable, as just \none country has the power to block decisions for   the entire union. Therefore, at \"EU Made Simple,\" \nwe're sceptical about EU enlargement without   adequate treaty change. We don’t want 30+ EU \nMember States with a VETO vote as then the EU will   struggle to move forward. But we've dedicated an \nentire video to this topic, linked above. As for   the passport-free Schengen area, the president had \ngood news for our Romanian and Bulgarian friends. They have proved it: Bulgaria and \nRomania are part of our Schengen   area. So let us finally bring them \nin – without any further delay.\n   While the Netherlands and Austria previously \nopposed Romania and Bulgaria’s entry,   support from EU leaders and the parliament \ncould sway the vote in their favour this year. The second pillar is the European Green Deal We saw the chaos and carnage of extreme weather,   from Slovenia to Bulgaria and right across our \nunion, this is the reality of a boiling planet.   The European Green Deal was born out of \nthis necessity. To protect our Planet. The Green Deal, introduced in 2019, is all about \nmaking Europe greener by 2050. Von der Leyen   talked about big steps like the Net-Zero Industry \nAct and the Critical Raw Materials Act. And here's   something cool she shared: in just five years, \nEurope went from 0 to 38 clean steel factories!   She also boasted that Europe's spending on \nclean hydrogen tops China and the U.S. combined. As we enter the next phase of the European \nGreen Deal, one thing will never change.   We will keep supporting European \nindustry throughout this transition It gets a bit unclear at this point - what exactly \nis the next phase? Von der Leyen listed several   measures, but she didn't dive deep into her \nspecific proposals. Still, her vision is clear:   Whether it's wind, steel, batteries, or \nelectric vehicles, she wants the future   of the cleantech industry to be rooted in Europe. \nShe also emphasised that the climate agenda can   spur economic growth, ushering us into the third \npillar: Economy, Industry, and Competitiveness. I see three major economic challenges \nfor our industry in the years ahead Labour & Skills, Inflation, Business Environment. \nShe pointed out some worrying stats: 74% of   small to medium businesses (SME) have skills \nshortages, ⅔ of companies seek IT specialists,   while 8 million young people are outside \nemployment, education, or training. She   also mentioned concerns about the cost of living \ncrisis, unnecessary EU bureaucracy and unfair   competition from abroad. While she didn't give \nclear solutions for the labour and inflation   issues, she did have suggestions on how to improve \nthe business environment. One idea is to reduce   the amount of paperwork companies need to send \nto the EU by 25%. Another is fair competition. Competition is only true, as long as it \nis fair… Take the electric vehicle sector,   it is a crucial industry for the clean economy \nwith a huge potential in Europe. But global   markets are now flooded with cheap Chinese \ncars. And their prices are kept artificially   low by huge state subsidies. This is \ndistorting our market. And as we do not   accept this distortion from the inside in our own \nmarket. We do not accept this from the outside. Basically, she is saying that some non-EU \ncountries are making their products   cheaper through subsidies, leading to unfair \ncompetition against European goods. Even though   there are claims that the US does something \nsimilar, she's mainly worried about cheap   Chinese electric cars. Therefore, she proposed an \ninvestigation into subsidies from China, saying: “Europe is open to competition, but not to a race to the bottom, where market practices are distorted and unfair, is not acceptable”. Interestingly, Macron said something \nsimilar only a couple months ago.   See the video linked above. Lastly, the \npresident turned her attention to trade,   referencing the new India-to-Europe Economic \nCorridor announced at the G20 in Delhi. This   initiative promises a trade route between \nIndia, the Middle-East and Europe that's   40% faster. In our eyes, this is a clear \nresponse to China's Belt and Road Initiative,   aiming to create a more interconnected trade \nnetwork globally. She also stressed the need   to wrap up trade agreements with Mercosur, \nMexico, and Australia by the end of the year. Next up is pillar 4: Migration. Last year, the EU received almost 1 million asylum \napplications, the highest figure since 2016,   and after years of discussion Von der \nLeyen finally wants an EU-wide solution. Ladies and gentlemen, our work on migration is based \non the conviction that unity is   within our reach. An agreement on the pact \nhas never been so close. Parliament and the   Council have a historic opportunity to \nget it over the line. Let us show that   Europe can manage migration effectively \nand with compassion. Let’s get this done. Since 2016, the European Union has grappled with \nestablishing a unified approach to immigration.   The Migration and Asylum Act, now on the \nbrink of approval, aims to address this. The pact proposes to streamline asylum \nprocedures with enhanced flexibility to return   denied applicants. Furthermore, it introduces a \nshared responsibility mechanism among EU nations. Under this approach, countries have the \noption of either accepting a specified   number of migrants annually or contributing to a \njoint EU fund. If this pact gets the green light   from the European Parliament and the Council, it \ncould change how Europe handles migrants. But,   countries like Hungary and Poland might not \nbe on board.The EU president also encouraged   more agreements with third-party countries, \nciting the deal with Tunisia as an example.   This arrangement committed €105 million \nfrom the EU to combat irregular migration,   and another €600 million in investments \nto strengthen Tunisia's economy. Then we have pillar 5, \nRussia's invasion of Ukraine. Honourable Members, We will be at Ukraine's \nside every step of the way. For as long as it   takes. Since the start of the war, four \nmillion Ukrainians have found refuge in   our Union. And I want to say to them \nthat they are as welcome now as they   were in those fateful first weeks. And so \nI am proud to announce that the Commission   will propose to extend our temporary \nprotection to Ukrainians in the EU. The European Union provides temporary \nprotection to Ukrainians fleeing conflict,   granting them residency, job access, healthcare, \nand education for their children. With this   measure ending in March 2024, the European \nCommission proposes its extension. Furthermore,   an additional €50 billion is proposed for \na four-year period to support investments   and reforms in Ukraine, aiming to \nfoster a modern and thriving nation. Lastly, there is pillar 6, Keeping AI in check. Von der Leyen expressed urgent concern about \nthe rapid development of AI and its potential   military and civilian uses. She emphasised \nthe limited time to responsibly regulate   this technology. To address AI threats, she \nsuggested a strategy focusing on boundaries,   governance, and directing innovation. For \nexample, the EU AI act, which imposes market   rules on AI-powered systems according \nto their potential risks for society. Here is what we think: We appreciate \nthe six pillars that Ursula von der   Leyen highlighted. We find pillar 1 very \ninteresting. From a geopolitical standpoint,   it's essential to offer our neighbours a clear \npath to membership before they start aligning   towards our more autocratic competitors. But \nit's crucial that the EU undergoes reforms   before new Members can join. Similarly, \nthese members need to be ready to join. Also, it's worth noting that von der Leyen \nmentioned some of these issues last year,   yet we've seen no concrete plans with set \ntimelines. But what is your favourite pillar? Let   us know in the comments and please subscribe to \nthe channel and like the video. Until next time."
}