{
    "videoTitle": "The EU Elections Explained",
    "videoId": "TKx__4Sachw",
    "transcription": "Imagine YOUR life: You get into your car in\none EU country and seamlessly drive over the border. You use the same currency to buy lunch and\ncall a friend in another EU country without any extra charge.  These conveniences, often taken for granted,\nare shaped by decisions made in the European Parliament It's the heart of democracy in the EU. So, how does this all work? Imagine a huge gathering where 705 of Europe's\ndecision-makers come together. That's the European Parliament for you. These guys and gals, known as MEPs, are from\ncountries all across Europe, each bringing their own unique perspectives and ideas. When you're going to take the only decision\nthat you need to make, that is to request from Hungary to repeal the LGBT law that had\nbeen voted on. Should stop now and start again because I\ndon't think this is a good start to the debate. Well somebody elected this government, it\nwas not the Snow White and the Seven Dwarves. Countries in the EU get a certain number of\nseats in this parliament based on how many people live there. Germany leads the pack with the most representatives\n- 96 in total. France and Italy follow closely, with 79 and\n76 seats respectively. On the other end of the spectrum, smaller\ncountries like Luxembourg, Malta, and Cyprus each have 6 seats.  Every five years, people across the EU, including\nyou, get to vote for these MEPs. At this point you might be thinking, “I\ndon’t remember seeing these parties on the ballot paper 5 years ago”. And that is correct! The way this works is that you vote for national\nparties in your country. These national parties are then grouped into\nthe larger EU-wide political groups, who get a certain number of seats in the European\nParliament. The laws these MEPs vote on? They impact everything from your education\nto job prospects. For example, the German CDU-CSU, the Spanish\nPP and the French LR belong to the European EPP political group. This means that if you are German and vote\nfor the CDU, you are indirectly casting a vote for the EPP. To see the affiliation of your party to political\ngroup in the EU check out the link in the description.  Now, you're probably familiar with your country's\nparties, but might be wondering about these big European groups that they join. It's important to know who they are because\nyour local party's views might not perfectly align with their European group's stance. Let's break down these groups, from the biggest\nto the smallest: The European People's Party, also called EPP:  They're all about economic stability and keeping national identities strong. The Progressive Alliance of Socialists and Democrats\n(S&D): These guys push for social justice and a greener Europe. Renew Europe (RE): They're the middle ground,\nmixing liberal values with a pro-business attitude and a strong belief in the EU. The Greens/European Free Alliance (Greens/EFA):\nThey are big on environmental protection and human rights. European Conservatives and Reformists (ECR):\nThey want to shake up the EU and give more power to national parliaments. Then the Identity and Democracy group (I&D): This group prioritises\nnational sovereignty and are very sceptical about the EU. And The Left in the European Parliament (GUE/NGL):\nThey stand for social equality and human rights, pushing a left-wing agenda. Now, get ready for a change! From June 6 to June 9, it's election time\nacross the EU. Imagine a four-day-long spectacle spanning\n27 countries in 24 official languages. Sounds overwhelming, right? Don't worry, this channel will guide you through\nthe journey with weekly updates and explainers, ensuring you make your vote count. So make sure you subscribe today! And guess what? We're going even deeper with special videos\ndedicated to each European Group and their manifestos.  Plus a recurring video series looking at the\nEuropean Parliament polls, the race for Commission president, and the standout moments of the\nelection. Crafting these in-depth videos takes a lot\nof time and resources, but we believe it's worth it.  And here's where you come in: your support,\nno matter the size, means the world to us. It keeps this channel alive and kicking. So, why not join our Patreon family? We've got five awesome tiers of involvement,\nfrom being a casual observer to taking the lead like a president. Check out the link in the description to find out more. And A huge shoutout and thank you for being\nsuch an amazing part of our community. You rock! This year, the European Parliament is getting\neven bigger, with 720 MEPs – that's 15 more than the current count! More representatives mean more diverse viewpoints\nand ideas in the mix. Check out this map to see the new distribution\nof MEPs, with France, Spain, and the Netherlands each gaining 2 extra MEPs. Ready to make your mark in the European Parliament elections? Here's when you can get in on the action! The Netherlands is setting the pace by starting\nthings off on June 6. Then, most of the member countries are jumping\ninto the fray on June 9. However, a few countries are still dotting\nthe i's and crossing the t's on their election dates.  But no worries, it's all happening within\nthis exciting four-day window. Yet, Voting turnout in European elections\nvaries drastically from country to country. Here's a fun fact: in five EU countries, voting\nisn't just a right; it's mandatory! That's right, in places like Belgium, skipping\nout on voting could hit your wallet with a fine. Despite this, it's a bit of a shocker that\nturnout for European elections is generally low, around the 50% mark 5 years ago. The EU affects our lives greatly, so make\nsure you get out to vote. And lastly, there is the almighty European\nCommission, the executive arm that really puts the EU's plans into action. Here's the deal: when you cast your vote for\na political group in the EU elections, you're not just choosing your MEPs; you're also influencing\nwho becomes the President of the European Commission.  It's like a two-for-one deal. Typically, the political group that scoops\nup the most votes gets to have their leading candidate in the running to be President. But, plot twist, it's not all about the votes. The European Council, a group of heads of\nstate from each EU country, also throws their hat in the ring. They have a really big say in the final decision,\nmaking sure the person who lands the job has the backing of both the voters and the leaders\nacross Europe. There is some controversy here, as some people\nwould say there is a democratic deficiency. But this is a topic for another video. So, your vote is super powerful, shaping not\njust the Parliament but also helping decide who steers the ship at the Commission. So who will win? Currently, the centre-right EPP group is projected\nto get the most seats, followed by the centre-Left S&D.  But the more right-wing eurosceptic leaning\nparties within the EU are growing fast. Therefore, it is still all to play for, so\nmake sure you subscribe to stay in the loop of what is happening. And as mentioned before, if you want to support\nour channel further, please sign-up to Patreon. Every bit of support, no matter the size,\nhelps. Thanks for watching and until next time."
}