{
    "videoTitle": "The 2024 European Parliament EXPLAINED",
    "videoId": "ntQ2TmVpiWU",
    "transcription": "Welcome to the heart of European democracy—the \nEuropean Parliament! 720 Members of the European   Parliament (MEPs) represent the 27 diverse \nnations of the European Union, all gathered   under one roof. From the powerhouses like Germany, \nwith 96 MEPs, France with 81, and Italy with 76,   to the smaller but equally important voices of \nCyprus, Luxembourg, and Malta, each with 6 MEPs. These MEPs aren’t just numbers—they’re people. \nThere are 277 women and 441 men making up this   political mosaic, with an average age of 50. And \nit’s not just seasoned politicians in the mix;   the youngest MEP is a 23-year-old, while the \noldest is still going strong at 76. Elected   in 2024, this group of MEPs will steer the \nEuropean Parliament for the next five years,   shaping laws and policies that affect the daily \nlives of over 449 million people across Europe. Now, let’s talk about how these 720 MEPs \nactually get their seats. It all starts at   the national level. Each of the 27 EU \nmember states holds its own elections   to decide which national parties will \nrepresent them in the European Parliament. For example, if you’re in the Netherlands, you \nmight find yourself choosing between parties   like the VVD (People's Party for Freedom and \nDemocracy), GroenLinks (GreenLeft), or the   PVV (Party for Freedom). Each party \nputs forward a list of candidates,   and voters cast their ballots \nfor their preferred party. Once the votes are counted, the seats are \nallocated based on the proportion of votes   each party receives. So, if a party in \nthe Netherlands wins 20% of the vote,   it might get a corresponding percentage of \nthe Dutch seats in the European Parliament. So, what exactly does the European \nParliament do, and why should you care? Well,   the European Parliament is one of the most \npowerful legislative bodies in the world. Some argue that the EU imposes around \n80% of the laws on its member countries,   while other studies suggest it’s closer to 25%.   Regardless of the exact figure, one thing \nis certain: the EU’s impact is significant. Certain areas fall under the EU’s exclusive \ncompetencies, meaning that only the EU can   legislate and make decisions in these fields. For \nexample, trade agreements with non-EU countries,   competition rules for the internal \nmarket, and monetary policy for the   Eurozone are all exclusively handled by the EU.\nOn the other hand, there are shared competencies,   where both the EU and member states \ncan legislate and adopt legally binding   acts. These include areas like environmental \nregulation, consumer protection, and transport. Whether it’s the rules around \nthe safety of the food you eat,   the emissions from the car you drive, or the \nprivacy of your data online, the EU’s decisions   have a direct impact on your daily life.\n \nSo, which parties currently sit in the   European Parliament? Well, the short \nanswer is: hundreds! But it’s a bit more   organised than it sounds. These national \nparties don’t operate alone; instead,   they come together in larger coalitions \nknown as European political groups. For example, take the centre-right People’s \nParty (PP) from Spain. They have a strong   presence in Spain, but outside of their \nhome country, their reach is limited. So,   to amplify their influence across Europe, \nthey join forces with other centre-right   parties across the continent. These \ninclude Forza Italia from Italy,   New Democracy from Greece, the CDU from \nGermany, the Civic Platform from Poland,   and many more from most other EU countries. \nxTogether, they form the European   People’s Party (EPP) group, one of the most \ninfluential groups in the European Parliament. There are eight of these groups, and \nthey’re made up of like-minded parties   from different countries, all working \ntogether to influence EU legislation. Now, let’s spice things up and dive \ninto what these groups really stand for.  The European People’s Party (EPP) is center-right \nand holds the most seats in the European   Parliament, making it the largest group with 188 \nseats. The two biggest parties in this group are   Germany’s CDU/CSU and Poland’s Civic Platform. The \ncurrent president of the EPP group, Manfred Weber,   hails from Germany’s CSU party. Additionally, \nthe President of the European Commission,   Ursula von der Leyen, comes from \nthe CDU party, also from Germany.  Moving to the Socialists & Democrats (S&D), \nthis center-left group is the second-largest   in the Parliament with 136 seats. Its \nkey players are Spain’s PSOE and Italy’s   Democratic Party. The group is currently \nheaded by Iratxe García from Spain’s PSOE.  Then there are the Patriots for Europe, \na right-wing to far-right nationalist   group holding 84 seats, making it \nthe third-largest in the European   Parliament. The Patriots are a new group, \nformed by Viktor Orbán and Marine Le Pen   shortly after the EU elections in June. It’s \nno surprise that the biggest parties in this   group are France’s National Rally and Hungary’s \nFidesz, with Jordan Bardella leading the group.  Next is the European Conservatives & Reformists \n(ECR), a right-wing conservative group with 78   seats, positioning it as the fourth-largest \nin the Parliament. Poland’s Law and Justice   Party (PiS) and Italy’s Brothers of Italy are \nits leading parties, with Nicola Procaccini   from Italy’s Brothers of Italy at the helm.\nRenew Europe, positioned in the centrist and   liberal spectrum, holds 77 seats, making it the \nfifth-largest group. France’s Renaissance and   Germany’s FDP are the most prominent \nparties in this group, with Valérie   Hayer from France serving as its president.\nNext, we have the Greens/EFA, a left-wing group   with 53 seats, placing it as the sixth-largest in \nthe European Parliament. The group draws strength   from Germany's Alliance 90/The Greens and France’s \nEurope Écologie Les Verts (EELV). It is currently   co-led by Terry Reintke from Germany and Bas \nEickhout from the Netherlands' GroenLinks. The Left group, positioned on the far left \nof the political spectrum, holds 46 seats,   making it the seventh-largest group in the \nEuropean Parliament. The biggest parties   in this group are France’s La France \nInsoumise and Italy's 5 Star Movement.   The group is co-led by Manon Aubry from \nFrance and Martin Schirdewan from Germany. Lastly, we have the European Sovereign \nNations, also known as the Sovereignists,   a far-right ultra-nationalist group with \n25 seats, making it the smallest group   in the Parliament. This group draws its \nstrength primarily from Germany's AfD,   which holds more than half of the \ntotal seats in the entire group. So that’s our European Parliament, right? Not so fast—there are still 33 seats in the \nnonaligned stack, representing parties from   eight different countries. This includes \nGermany’s BSW and Slovakia’s SMER party,   among others. These nonaligned members don’t \nbelong to any of the major political groups,   which comes with significant drawbacks. \nNon Aligned members have less influence   on legislation, fewer speaking opportunities, \nand reduced access to key committee roles. They   also receive less funding and resources, \nmaking it harder to operate effectively. So this is the parliament from 2024 \nto 2029. 8 groups, each with their own   ideology and ideas for Europe.\nWhat do they stand for? Well,   we could make a whole video series on this \n(and hey, maybe we will), but for now,   let’s break it down by some key issues.\nOn Ukraine: Most groups want to keep or   even increase support for Ukraine. But the \nLeft, the Patriots, and the Sovereignists   have a different view—they’d rather hit pause \non military aid and push harder for peace talks.  Defence? The Renew Europe group and the \nEPP are all about beefing it up. Meanwhile,   the Left is like, \"Let’s demilitarise the world!\"\nMigration? The Sovereignists come in hot with   the strongest stance, pushing for tighter \nnational borders. They are not exactly the   biggest fans of the EU's open internal borders.\nClimate change: No surprises here—the Greens are   leading the charge. The Patriots \nand Sovereignists? They’d rather   ditch the climate targets altogether.\nThe economy: Left-wing parties are all   about more spending and regulation, \nwhile the right-wingers prefer less   government intervention. No shockers there!\nAnd finally, the EU itself: The Greens,   Renew Europe, and S&D are full-on Europhiles—they \nwant more integration. The Sovereignists and   Patriots? Not so much. In fact, the AfD, \npart of the Sovereignists, wants a Dexit   referendum and to ditch the euro altogether.\nNow let's plot these parties on a horizontal line:   the far left on the left, the far right on \nthe right, and centre parties in the middle.   This is what it would look like. Yes yes, \nwe know that it is getting more difficult   to cluster political groups into right \nand left, but this will give you an idea. How does the European Parliament work? The \nEuropean Parliament is one of three key   EU institutions involved in making laws, \nalongside the European Commission and the   Council of the European Union. Together, \nthey shape the laws that govern the EU. The process begins with the European Commission, \nwhich proposes new legislation. For example,   in September 2020, the Commission proposed the \nNew Pact for Migration and Asylum to overhaul   the EU's approach to migration, focusing \non solidarity and migrant redistribution. The proposal was then reviewed by both the \nEuropean Parliament and the Council of the   European Union. In the Parliament, the proposal \nwent through a thorough process of review,   involving various committees and debates. MEPs \n(Members of the European Parliament) examined the   proposal in detail and proposed several \namendments. One key amendment focused   on making the migrant relocation system \nstricter and more binding, ensuring that   all EU countries would be required to share \nthe responsibility of relocating migrants. On the other hand, the Council, which \nrepresents national governments,   preferred a more flexible approach, allowing \ncountries to contribute in different ways,   such as providing financial support \ninstead of taking in migrants. Because of these differences, \ntrilogues—negotiations between the Parliament,   the Council, and the Commission—began in \n2023. A compromise was reached by the end   of the year, allowing for either migrant \nrelocation or financial contributions. The European Parliament voted in favour \nof the New Pact for Migration and Asylum   on the 20th of April 2024, and on May \n14, 2024, the Council of the European   Union adopted the final legislation, creating \na more unified migration system across the EU. Yes, it’s not simple and takes a long \ntime, and if you’d like to know more   about the Commission or the Council of \nthe EU, let us know in the comments. Thank you so much for watching! If you’re \npassionate about staying informed on all   things EU, make sure to hit the subscribe \nbutton. We’ve got a lot more in store for you,   including exclusive interviews with MEPs and \nin-depth explorations of the EU’s inner workings. Curious about the origins of the EU? Check \nout this video to dive into its history and   purpose. And if you’re looking for \nmore details on the Migration Pact,   don’t miss this deep dive right here. If you’d like to help us continue creating \ncontent, consider joining our Patreon   community. Thanks again for watching, \nand we’ll see you in the next video!"
}