{
    "videoTitle": "What is the Future of EU Defense (ft. UEF)",
    "videoId": "7fm2Enespxc",
    "transcription": "This is the European Union. 27 diverse countries that came together, \nrepresenting a colossal population of over 440   million souls. To put that into perspective, \nthat's more than the United States. Yet,   when it comes to military prowess, \nthe EU doesn't quite measure up. Consider this: the European Union juggles 30 \ndifferent types of battle tanks, manages a   whopping 20 varieties of aircraft, and to top it \noff, houses 27 distinct military headquarters.   Meanwhile, the U.S? Just one 1 headquarters \nwith a handful of tanks and aircraft types. Think about it: if Europe shared resources \nand worked more closely together,   couldn't it be stronger in NATO \nand less dependent on the U.S.?  Surprisingly, the U.S. has often stopped Europe \nfrom doing this. They believe EU countries should   spend more on their own armies and focus on \nNATO, not on creating new joint military setups. In this video, we'll dive into: The evolution \nof European Defense since World War II,   the challenges facing european militaries today \nand 2 distinct paths forward the EU could take:   Focus solely on NATO, or a \nEuropean Army as part of NATO We are also delighted to have a former \nItalian general make   a guest appearance, who will give us a bit more \ninsight into his vision for European defence. The idea of a unified European \nmilitary is not a new one. Right after World War 2, Europe was left with a \npivotal challenge: how to reintegrate West Germany   without reviving old fears of its military might. \nThe French Prime Minister came up with a plan in   1950 to establish a unified European army, this \nwould mean that West German military units would   be integrated with those of other European \nnations, ensuring no singular dominant force. The US supported the idea of a united strong Europe against the Soviet Union.  Although six countries optimistically signed \nthe treaty for a European Defense Community,   France's National Assembly unexpectedly \nrejected it in 1954. This led to a shift   from military to economic integration, laying the \ngroundwork for the European Economic Community. After the Cold War in 1992, the European \nCommunity transformed into the European   Union. This wasn't just a name change; the EU \ndramatically broadened its horizons, moving   beyond economics into political integration, with \nforeign policy and defence now a key EU pillar. Soon after, two of Europe's heavyweights, the \nUK Prime Minister and the French President,   jointly recognized the EU's need for autonomous \nmilitary action, backed by credible forces. This   worried the US, who became increasingly \nconcerned that a strengthened EU defence   might overshadow NATO. With the Soviet Union \ndissolved and NATO's future role uncertain,   the U.S. Secretary of State introduced the 3 \nD’s for the EU: No Duplication: meaning the EU should not mirror NATO efforts. No Discrimination, meaning the EU's defence policies should not sideline non-EU NATO members. And No Decoupling: the EU MUST sustain strong ties with NATO. Despite these concerns, the EU pressed ahead with its defence   objectives and established the \nHelsinki Headline Goal in 1999. In 2000, U.S. opposition to \nEU defence plans intensified,   with the Secretary of Defense warning that \nNATO could become \"a relic of the past\" if   the EU established a rapid reaction \nforce. This reflected U.S. concerns   that an EU defence force might undermine \nNATO and reduce U.S. influence in Europe. Under U.S. pressure and with differing defence \nviews in the EU, particularly from new Eastern   European members, the idea of a 60,000-member \nRapid Reaction Force didn't take off. By 2004,   the EU opted for a change in strategy, \nemphasising smaller teams known as battle   groups. Typically consisting of around 1,500 \ntroops each, these groups were designed to   act quickly, addressing emergencies \nwithout the need for a large army. Ever since, tensions between the EU and the U.S have persisted, \nbut no longer arround military integration but rather spending targets. \nBoth Obama and Trump voiced concerns   about European nations not meeting the \n2% of GDP defence spending benchmark,   Trump even threatened to leave NATO if European \nmembers did not spend their fair share. I have been very very direct with \nSecretary Stoltenberg and members of   the alliance in saying that NATO members \nmust finally contribute their fair share   and meet their financial obligations. But 23 of \nthe 28 member nations are still not paying what   they should be paying and what they are \nsupposed to be paying for their defence. But If the US truly desired a strong European \ndefence partner, wouldn’t encouraging a unified   European defence strategy make more sense? This \nis something we will look at later in this video. Looking back, the U.S. strategy in the 1990s \nachieved its aims. History suggests it wasn't   about making the EU a global powerhouse but about \nkeeping NATO at the forefront, bringing Eastern   European countries into NATO, and ensuring \nthe U.S. remained key to European security.   As a result, Europe today, despite its wealth, \nstill heavily relies on U.S. military strength. But this doesn’t mean that EU Member States don’t \nallocate resources to their militaries. In fact,   EU Member States collectively allocated a \nstaggering 246 billion euros for military   expenditure in 2022. Now, that's substantial, \nisn't it? When you stack this against Russia's   82 billion euros, you might find yourself \nwondering, \"Is Europe actually a military   superpower?\" Surprisingly, when we compare \nEU military spending against other global   heavyweights, it secures third spot, \ntrailing not too far behind China! Yet, despite this large military spend, most \nEU countries cannot deploy forces, run out of   ammunition and spare parts when they fight, \nand have shockingly low levels of readiness. Especially Germany, the EU's \nlargest defence spender,   is currently facing a significant military \ncrisis. In a striking interview, a former   top German general described the German \nmilitary as being in its worst state ever,   lacking the capability to defend both Germany \nand its allies, and even posing a significant   risk to itself. This situation has even led \nto light-hearted but critical comments from   NATO allies, like \"Why are the Germans only \nterrible at war when they are on our side?\" So should Germany spend more? \nProbably. But, we argue that the core   issue with European defence isn't about \nspending levels, which are substantial,   but rather structural problems. Starting with \nLimited interoperability and duplication. During the 2011 NATO intervention in \nLibya, European air forces struggled   because their different planes, like \nFrench Rafales, British Eurofighters,   and Italian Tornados, needed unique care. \nThis made joint operations like refueling   and strikes hard, showing the need for more \nstandardisation in European military planes. Today, EU militaries collectively \nuse over 30 different types of tanks,   nearly 20 types of combat aircraft, and \nmore than 10 types of tanker aircraft. The   variety of equipment complicates \njoint training and operations,   as different units require access to various \nspare parts and components. EU members use   a staggering 178 different major weapon \nsystems compared to the United States' 30. Europe also faces higher defence costs due to \nmissed economies of scale. McKinsey reports   that joint equipment procurements could save \nEurope 30% in costs, about $15 billion annually. So, what is the best way forward for \nEuropean defence? Should the European   Union take a bigger role? Well, \nwe see 2 possible ways forward. The first option is: NATO leads \nthe way for European Defence and   the European Union takes a secondary role. For this scenario, the NATO chief, Jens \nStoltenberg, has already outlined a concise   vision for European defence, focusing on \nthree main aspects: Firstly, he emphasises   NATO’s critical role as the bedrock of security, \nunderlining its importance in ensuring regional   stability and peace. Secondly, he encourages EU \ncountries to increase their defence spending to   meet the 2% of GDP spending target. And thirdly, \nhe opposes the EU creating structures that would   duplicate NATO’s functions, advocating \nfor a singular, strong command structure.  Under this approach, EU NATO members would commit \nto spending at least 2% of their GDP on defence,   without channelling additional resources \ntowards further European integration. At EU Made Simple, we agree with the NATO chief's \nassertion that NATO is essential for Europe's   security. However, we have some doubts about his \nsecond point and particularly his third point. Yes, some European countries \nshould spend more on defense,   but for us the bigger concern is how this money \nis spent. Without changing EU structures the same   problem exists as mentioned before, \nthe EU will duplicate capabilities,   suffer from lack of interoperability and cannot \ntake advantage of economies of scale. Furthermore,   the French president said Europe should \nnot raise their defence budgets just to   purchase US-made weapons. This is simply not \nin the EU’s interests and we agree… Looking   at you Germany… What were you thinking… \nThis brings us to Stoltenberg's third point:   EU integration might duplicate NATO structures. \nThis argument seems illogical. Isn’t this already   happening at a much larger extent today? \nCurrently, we have one NATO command structure   alongside 31 separate command structures for \neach NATO member. Wouldn't NATO be stronger   with a unified European pillar, where 22 EU member \nstates are represented under one single umbrella? This principle also applies to developing \nmilitary capabilities. Consider Latvia,   a NATO member, that spends the \nagreed 2% of its GDP on defence,   resulting in a military budget \nof just 800 million euros. To put this into perspective, with \nsuch a budget, Latvia could afford   an aircraft carrier only once every decade \nor so, and that's without spending on any   other military needs. In comparison, the \nUS spends not a 100 but a 1000 times more,   and can build a navy as well as an airforce \nand army. This highlights the limitations   faced by smaller countries and emphasises \nthe need for Europe to work together.  Relying only on NATO means depending on the U.S. \nand their plans. As the U.S. focuses more on the   Pacific and with conflicts closer to us, it's \nimportant for Europe to handle its own defence. The second option is that: The EU \nleads the way for European Defence,   while NATO takes a secondary role. Now, to be very clear, this does \nnot make NATO obsolete. In fact,   some argue it could do the very \nopposite. A stronger EU within NATO   can strengthen the alliance with more \ncapabilities and military readiness. So what role would the EU take here? Well, the EU \nalready manages a number of defence capabilities   through the Common Security and Defense Policy \n(CSDP), where Member states work together to: Conduct Missions and Operations abroad, \nincluding peacekeeping and conflict   prevention, with member states contributing \npersonnel, troops, naval forces, and experts. Maintain rapid reaction Battlegroups,   which comprise of 1500-strong military \nunits, prepared for swift deployment. Promote joint military equipment \nand technology development   through PESCO, which is currently overseeing 68 projects. Facilitate defence cooperation among \nmember states, through the European Defence Agency. And support defence capability development through the European Defense Agency  the European Defence Fund (EDF), with \na budget of €13 billion over 7 years. While this might sound like a \ngood start, there are problems:   The European Defence Fund is so small that \nit can’t have a real impact. To illustrate,   the EDF’s 7 year budget is less than what \nthe Netherlands, a relatively small country,   allocates to its military in 1 single year. \nAlso, the EU battlegroups have never been   deployed due to slow political decision-making, \ndespite their potential usefulness in plenty of   situations over the last 2 decades. And PESCO \nprojects are continuously delayed, such as   the joint effort between France and Germany to \ndevelop a new European Main Battle Tank (EMBT). So, how can things improve? Well, the \nEU should first decide what role they   would like to play. And we have \npinpointed four possible options: Firstly, the EU as an Enabler. The EU could bring \ntogether resources to develop important military   equipment like drones, transport planes, and \ndefense systems. These would be owned by the EU   but available for both EU and NATO use, with \nthe EU handling operations and maintenance. Secondly, the EU as an \nIndustrial Defense Integrator  The EU could play a key role in uniting the \nEuropean defence industry. This would require   EU-level spending to encourage companies \nacross Europe to work together. Currently,   each country's defence industry operates \nindependently, making integration challenging. Thirdly, a full on EU Army. Here the EU \nwould create a new European military,   drawing recruits from the 450 million people \nin the EU. This would involve creating new   training programs, strategies, and organisational \nstructures, a process that could take decades,   relying initially on support from member \nstates' militaries. Eventually, however,   this could replace current national militaries. Fourthly, there is an Army of Europeans. an \n\"Army of Europeans\" would be an alternative to   a full EU army. This would be a flexible force of \naround 60,000 soldiers from various EU countries,   sharing equipment and training together, \nincluding annual joint exercises.   This force wouldn't replace national \narmies but would be an additional,   collaborative effort. Countries could \nchoose to integrate their troops into   this EU force or maintain separate national \nforces that work alongside it. The EU would   also pool resources for advanced military \nequipment to support the European army. But such an approach requires a common strategy \nand vision. And our sponsor of today’s video,   The Union of European Federalists, have \na clear opinion they want to share:   European Defense is not possible \nwithout a political union. A heartfelt shoutout to our sponsor, the Union \nof European Federalists (UEF). Since 1946,   this cross-border, non-governmental, \npolitical collective has passionately   advocated for a European Federation, uniting \ndedicated individuals in this vision. Here is what we think at the EU Made Simple. Europe needs to wake up and start \ntaking ownership of protecting our   continent. We simply cannot rely on \nthe US anymore for 2 key reasons:   Firstly, unpredictable leadership, as \nexemplified by figures like Trump. Such   leaders raise the possibility of the \nUS withdrawing from NATO. Secondly,   the US is shifting its strategic focus towards \nAsia, diverging from Europe's strategic interests. Strategic autonomy is a tricky concept. Some argue \nthat it means Europe should entirely separate from   the Euro-Atlantic community, including countries \nlike Canada, the US, and the UK, and operate   completely independently. However, we hold the view that \nit means Europe can act on its own when it's in   Europe's interest to do so. Some geopolitical \nconflicts might be high priority for the EU,   but not for the US, and the EU should have the \ncapability to act without the US at its side. The best way to achieve this is to work \ntogether and align our foreign policy.   And this is already starting to happen: European \nstates have begun to integrate their forces with   each other out of necessity. For instance, the \nNetherlands put 2 of its 3 Dutch army brigades   under German command. This has spread to some \nintegration of the German and Dutch navies   as well. In addition to these efforts, European \ncountries are collaborating on projects like the   European Main Battle Tank (EMBT) and the Future \nCombat Air System (FCAS), a new fighter jet. We want to see more of this and actually really \nlike the idea of the EU as an Enabler and the   “Army of Europeans”. This approach allows the \nEU to develop military capabilities that NATO   currently lacks, while also having a defense \nforce that can safeguard European interests   worldwide. It also positions Europe \nas a more robust partner within NATO,   equally matched with the United States. We \nthink the US should support this strategy   rather than simply focusing \non the 2% spending target,   as it would have a much greater impact on NATO's \nability to make an impact around the globe But what role do you think the EU \nshould take? We’d love to hear from   you, so please leave a comment \nletting us know your thoughts. And a big thank you to our contributors,   who volunteered to help with the video. Thanks \nfor watching and please subscribe if you enjoy   the content. And if you want to support the \nchannel further, please sign up to Patreon Until next time!"
}